<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
  <head>
    <meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1" />
    <title>
      The Project Gutenberg eBook of Le Positivisme Anglais, by Hypolite Taine.
    </title>
    <style type="text/css">
/*<![CDATA[  XML blockout */
<!--
    p {  margin-top: .75em;
         text-align: justify;
         margin-bottom: .75em;
         }
    h1,h2,h3,h4,h5,h6 {
         text-align: center; /* all headings centered */
         clear: both;
         }
    h1,h2 {color: #800000;}
    hr { width: 33%;
	 margin-top: 2em;
	 margin-bottom: 2em;
         margin-left: auto;
         margin-right: auto;
         clear: both;
       }

    table {margin-left: auto; margin-right: auto;}

    body{margin-left: 10%;
         margin-right: 10%;
         background: #FAEBD7;
        }

    .pagenum  { /* uncomment the next line for invisible page numbers */
            /*  visibility: hidden;  */
                position: absolute;
                left: 92%;
                font-size: smaller;
                text-align: right;
              } /* page numbers */

    .linenum  {position: absolute; top: auto; left: 4%;} /* poetry number */
    .blockquot{margin-left: 5%; margin-right: 10%;}
    .sidenote {width: 20%; padding-bottom: .5em; padding-top: .5em;
               padding-left: .5em; padding-right: .5em; margin-left: 1em;
               float: right; clear: right; margin-top: 1em;
               font-size: smaller; color: black; background: #eeeeee; border: dashed 1px;}

    .bb       {border-bottom: solid 2px;}
    .bl       {border-left: solid 2px;}
    .bt       {border-top: solid 2px;}
    .br       {border-right: solid 2px;}
    .bbox     {border: solid 2px;}

    .center   {text-align: center;}
    .smcap    {font-variant: small-caps;}
    .u        {text-decoration: underline;}

    .caption  {font-weight: bold;}

    .figcenter   {margin: auto; text-align: center;}

    .figleft     {float: left; clear: left; margin-left: 0; margin-bottom: 1em; margin-top:
                 1em; margin-right: 1em; padding: 0; text-align: center;}

    .figright    {float: right; clear: right; margin-left: 1em; margin-bottom: 1em;
                 margin-top: 1em; margin-right: 0; padding: 0; text-align: center;}

    .footnotes        {border: dashed 1px;}
    .footnote         {margin-left: 10%; margin-right: 10%; font-size: 0.9em;}
    .footnote .label  {position: absolute; right: 84%; text-align: right;}
    .fnanchor         {vertical-align: super; font-size: .8em; text-decoration: none;}

    .poem             {margin-left:10%; margin-right:10%; text-align: left;}
    .poem br          {display: none;}
    .poem .stanza     {margin: 1em 0em 1em 0em;}
    .poem span.i0     {display: block; margin-left: 0em; padding-left: 3em; text-indent: -3em;}
    .poem span.i2     {display: block; margin-left: 2em; padding-left: 3em; text-indent: -3em;}
    .poem span.i4     {display: block; margin-left: 4em; padding-left: 3em; text-indent: -3em;}
    // -->
    /* XML end  ]]>*/
    </style>
  </head>
<body>


<pre>

The Project Gutenberg EBook of Le positivisme anglais, by Hypolite Taine

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.net


Title: Le positivisme anglais
       Etude sur Stuart Mill

Author: Hypolite Taine

Release Date: February 9, 2006 [EBook #17734]

Language: French

Character set encoding: ISO-8859-1

*** START OF THIS PROJECT GUTENBERG EBOOK LE POSITIVISME ANGLAIS ***




Produced by Marc D'Hooghe.





</pre>



<h1>LE POSITIVISME ANGLAIS</h1>

<h3>&Eacute;TUDE SUR STUART MILL</h3>

<h3>par</h3>

<h2>HIPPOLYTE TAINE</h2>

<h4>1864</h4>


<hr style='width: 45%;' />
<p><a href="#TABLE">Table des matières</a></p>

<h3><a name="PREacuteFACE" id="PREacuteFACE"></a>PR&Eacute;FACE</h3>


<p>Lorsque cette &eacute;tude parut pour la premi&egrave;re fois, M. Stuart Mill me fit
l'honneur de m'&eacute;crire &laquo;qu'on ne pouvait donner en peu de pages une id&eacute;e
plus exacte et plus compl&egrave;te du contenu de son livre, comme corps de
doctrine philosophique. Seulement, ajoutait-il, je crois que vous vous
trompez en regardant ce point de vue comme particuli&egrave;rement anglais. Il
le fut dans la premi&egrave;re moiti&eacute; du XVIII<sup>e</sup> si&egrave;cle, &agrave; partir de
Locke, et jusqu'&agrave; la r&eacute;action contre Hume. Cette r&eacute;action, commenc&eacute;e en
&Eacute;cosse, a rev&ecirc;tu depuis longtemps la forme germanique, et a fini par
tout envahir. Quand j'ai &eacute;crit mon livre, j'&eacute;tais &agrave; peu pr&egrave;s seul de mon
opinion, et, bien que ma mani&egrave;re de voir ait trouv&eacute; un degr&eacute; de
sympathie auquel je ne m'attendais nullement, on compte encore en
Angleterre vingt philosophes &agrave; priori et spiritualistes contre chaque
partisan de la doctrine de l'Exp&eacute;rience.&raquo;</p>

<p>Cette remarque est fort juste; moi-m&ecirc;me j'avais pu la faire, ayant &eacute;t&eacute;
&eacute;lev&eacute; dans la philosophie &eacute;cossaise et parmi les livres de Reid. Ma
seule r&eacute;ponse est qu'il y a des philosophes qui ne comptent pas, et que
tous ceux-l&agrave;, Anglais ou non, spiritualistes ou non, on peut les
n&eacute;gliger sans grand dommage. Tous les demi-si&egrave;cles, et plus
ordinairement tous les si&egrave;cles ou tous les deux si&egrave;cles, para&icirc;t un homme
qui <i>pense</i>: Bacon et Hume en Angleterre, Descartes et Condillac en
France, Kant et Hegel en Allemagne; le reste du temps la sc&egrave;ne reste
vide, et des hommes ordinaires viennent la remplir, offrant au public ce
que le public d&eacute;sire, sensualistes ou id&eacute;alistes, selon la direction du
temps, suffisamment instruits et habiles pour tenir le premier r&ocirc;le,
capables de rajeunir les vieux airs, exerc&eacute;s dans le r&eacute;pertoire, mais
d&eacute;pourvus de l'invention v&eacute;ritable, simples ex&eacute;cutants qui succ&egrave;dent aux
compositeurs. En ce moment, la sc&egrave;ne est vide en Europe. Les Allemands
transcrivent ou transposent le vieux mat&eacute;rialisme fran&ccedil;ais; les
Fran&ccedil;ais, par habitude et dans une demi-somnolence, &eacute;coutent avec un air
un peu ennuy&eacute; et distrait les morceaux de bravoure, les belles phrases
&eacute;loquentes que l'enseignement public leur r&eacute;p&egrave;te depuis trente ans. Dans
ce grand silence, et parmi ces comparses monotones, voici un ma&icirc;tre qui
s'avance et qui parle. On n'a rien vu de semblable depuis Hegel.</p>

<p>Janvier 1804.</p>



<hr style="width: 65%;" />
<h2><a name="ETUDE" id="ETUDE"></a>&Eacute;TUDE SUR STUART MILL</h2>


<h3><a name="one-I" id="one-I"></a>I</h3>

<p>J'&eacute;tais &agrave; Oxford l'an dernier, pendant les s&eacute;ances de la <i>British
Association for the advancement of learning</i>, et j'y avais trouv&eacute;, parmi
les rares &eacute;tudiants qui restaient encore, un jeune Anglais, homme
d'esprit, avec qui j'avais mon franc-parler. Il me conduisait le soir au
nouveau mus&eacute;um, tout peupl&eacute; de sp&eacute;cimens: on y professe de petits cours,
on met en jeu des instruments nouveaux: les dames y assistent et
s'int&eacute;ressent aux exp&eacute;riences; le dernier jour, pleines d'enthousiasme,
elles chant&egrave;rent <i>God save the Queen</i>. J'admirais ce z&egrave;le, cette
solidit&eacute; d'esprit, cette organisation de la science, ces souscriptions
volontaires, cette aptitude &agrave; l'association et au travail, cette grande
machine pouss&eacute;e par tant de bras, et si bien construite pour accumuler,
contr&ocirc;ler et classer les faits. Et pourtant dans cette abondance il y
avait un vide: quand je lisais les comptes rendus, je croyais assister &agrave;
un congr&egrave;s de chefs d'usines; tous ces savants v&eacute;rifiaient des d&eacute;tails
et &eacute;changeaient des recettes. Il me semblait entendre des contrema&icirc;tres
occup&eacute;s &agrave; se communiquer leurs proc&eacute;d&eacute;s pour le tannage du cuir ou la
teinture du coton: les id&eacute;es g&eacute;n&eacute;rales &eacute;taient absentes. Je m'en
plaignais &agrave; mon ami, et le soir, sous sa lampe, dans ce grand silence
qui enveloppe l&agrave;-bas une ville universitaire, nous en cherchions tous
deux les raisons.</p>



<h3><a name="one-II" id="one-II"></a>II</h3>

<p>Un jour, je lui dis:&mdash;La philosophie vous manque, j'entends celle que
les Allemands appellent m&eacute;taphysique. Vous avez des savants, vous n'avez
pas de penseurs. Votre Dieu vous g&egrave;ne; il est la cause supr&ecirc;me, et vous
n'osez raisonner sur les causes par respect pour lui. Il est le
personnage le plus important de l'Angleterre, je le sais, et je vois
bien qu'il le m&eacute;rite; car il fait partie de la constitution, il est le
gardien de la morale, il juge en dernier ressort dans toutes les
questions, il remplace avec avantage les pr&eacute;fets et les gendarmes dont
les peuples du continent sont encore encombr&eacute;s. N&eacute;anmoins ce haut rang
a l'inconv&eacute;nient de toutes les positions officielles; il produit un
jargon, des pr&eacute;jug&eacute;s, une intol&eacute;rance et des courtisans. Voici tout pr&egrave;s
de nous le pauvre M. Max Millier qui, pour acclimater ici les &eacute;tudes
sanscrites, a &eacute;t&eacute; forc&eacute; de d&eacute;couvrir dans les V&eacute;das l'adoration d'un
dieu moral, c'est-&agrave;-dire la religion de Paley et d'Addison. Il y a
quinze jours, &agrave; Londres, je lisais une proclamation de la reine qui
d&eacute;fend aux gens de jouer aux cartes, m&ecirc;me chez eux, le dimanche. Il
para&icirc;t que, si j'&eacute;tais vol&eacute;, je ne pourrais appeler mon voleur en
justice sans pr&ecirc;ter le serment th&eacute;ologique pr&eacute;alable; sinon, on a vu le
juge renvoyer le plaignant, lui refuser justice et l'injurier par-dessus
le march&eacute;. Chaque ann&eacute;e, quand nous lisons dans vos journaux le discours
de la couronne, nous y trouvons la mention oblig&eacute;e de la divine
Providence; cette mention arrive m&eacute;caniquement, comme l'apostrophe aux
dieux immortels &agrave; la quatri&egrave;me page d'un discours de rh&eacute;torique, et vous
savez qu'un jour la p&eacute;riode pieuse ayant &eacute;t&eacute; omise, on fit tout expr&egrave;s
une seconde communication au parlement pour l'ins&eacute;rer. Toutes ces
tracasseries et toutes ces p&eacute;danteries indiquent &agrave; mon gr&eacute; une monarchie
c&eacute;leste; naturellement celle-ci ressemble &agrave; toutes les autres: je veux
dire qu'elle s'appuie plus volontiers sur la tradition et sur l'habitude
que sur l'examen et la raison. Jamais monarchie n'invita les gens &agrave;
v&eacute;rifier ses titres. Comme d'ailleurs la v&ocirc;tre est utile, voulue et
morale, elle ne vous r&eacute;volte pas; vous lui restez soumis sans
difficult&eacute;, vous lui &ecirc;tes attach&eacute;s de coeur; vous craindriez, en la
touchant, d'&eacute;branler la constitution et la morale. Vous la laissez au
plus haut des cieux parmi les hommages publics; vous vous repliez, vous
vous r&eacute;duisez aux questions de fait, aux dissections menues, aux
op&eacute;rations de laboratoire. Vous allez cueillir des plantes et ramasser
des coquilles. La science se trouve d&eacute;capit&eacute;e; mais tout est pour le
mieux, car la vie pratique s'am&eacute;liore, et le dogme reste intact.</p>



<h3><a name="one-III" id="one-III"></a>III</h3>

<p>&mdash;Vous &ecirc;tes bien Fran&ccedil;ais, me dit-il; vous enjambez les faits, et vous
voil&agrave; de prime saut install&eacute; dans une th&eacute;orie. Sachez qu'il y a chez
nous des penseurs, et pas bien loin d'ici, &agrave; Christ-Church par exemple.
L'un d'eux, professeur de grec, a parl&eacute; si profond&eacute;ment de
l'inspiration, de la cr&eacute;ation et des causes finales, qu'on l'a
disgraci&eacute;. Regardez ce petit recueil tout nouveau, <i>Essays and Reviews</i>;
vos libert&eacute;s philosophiques du dernier si&egrave;cle, les conclusions r&eacute;centes
de la g&eacute;ologie et de la cosmogonie, les hardiesses de l'ex&eacute;g&egrave;se
allemande y sont en raccourci. Plusieurs choses y manquent, entre
autres les polissonneries de Voltaire, le jargon n&eacute;buleux d'outre-Rhin
et la grossi&egrave;ret&eacute; prosa&iuml;que de M. Comte; &agrave; mon gr&eacute;, la perle est petite.
Attendez vingt ans, vous trouverez &agrave; Londres les id&eacute;es de Paris et de
Berlin.&mdash;Mais ce seront les id&eacute;es de Paris et de Berlin. Qu'avez-vous
d'original?&mdash;Stuart Mill.&mdash;Qu'est-ce que Stuart Mill?&mdash;Un politique. Son
petit &eacute;crit <i>On liberty</i>; est aussi bon que le <i>Contrat social</i> de votre
Rousseau est mauvais.&mdash;C'est beaucoup dire.&mdash;Non, car Mill conclut aussi
fortement &agrave; l'ind&eacute;pendance de l'individu que Rousseau au despotisme de
l'&Eacute;tat.&mdash;Soit, mais il n'y a pas l&agrave; de quoi faire un philosophe.
Qu'est-ce encore que votre Stuart Mill?&mdash;Un &eacute;conomiste qui va au del&agrave; de
sa science et qui subordonne la production &agrave; l'homme, au lieu de
subordonner l'homme &agrave; la production.&mdash;Soit, mais il n'y a pas l&agrave; non
plus de quoi faire un philosophe. Y a-t-il encore autre chose dans votre
Stuart Mill?&mdash;Un logicien.&mdash;Bien; mais de quelle &eacute;cole?&mdash;De la sienne.
Je vous ai dit qu'il est original.&mdash;Est-il h&eacute;g&eacute;lien?&mdash;Oh! pas du tout;
il aime trop les faits et les preuves.&mdash;Suit-il Port-Royal?&mdash;Encore
moins; lisait trop bien les sciences modernes.&mdash;Imite&mdash;t&mdash;il Condillac?
&mdash;Non certes: Condillac n'enseigne qu'&agrave; bien &eacute;crire.&mdash;Alors quels sont
ses amis?&mdash;Locke et M. Comte au premier rang, ensuite Hume et
Newton.&mdash;Est-ce un syst&eacute;matique, un r&eacute;formateur sp&eacute;culatif?&mdash;Il a trop
d'esprit pour cela: il ne fait qu'ordonner les meilleures th&eacute;ories et
expliquer les meilleures pratiques. Il ne se pose pas majestueusement en
restaurateur de la science; il ne d&eacute;clare pas, comme vos Allemands, que
son livre va ouvrir une nouvelle &egrave;re au genre humain. Il marche pas &agrave;
pas, un peu lentement, et souvent terre &agrave; terre, &agrave; travers une multitude
d'exemples. Il excelle &agrave; pr&eacute;ciser une id&eacute;e, &agrave; d&eacute;m&ecirc;ler un principe, &agrave; le
retrouver sous une foule de cas diff&eacute;rents, &agrave; r&eacute;futer, &agrave; distinguer, &agrave;
argumenter. Il a la finesse, la patience, la m&eacute;thode et la sagacit&eacute; d'un
l&eacute;giste.&mdash;Tr&egrave;s-bien, voil&agrave; que vous me donnez raison d'avance: l&eacute;giste,
parent de Locke, de Newton, de Comte et de Hume, nous n'avons l&agrave; que de
la philosophie anglaise; mais il n'importe. A-t-il atteint une grande
conception d'ensemble?&mdash;Oui.&mdash;A-t-il une id&eacute;e personnelle et compl&egrave;te de
la nature et de l'esprit?&mdash;Oui.&mdash;A-t-il rassembl&eacute; les op&eacute;rations et les
d&eacute;couvertes de l'intelligence sous un principe unique qui leur donne &agrave;
toutes un tour nouveau?&mdash;Oui; seulement il faut d&eacute;m&ecirc;ler ce
principe.&mdash;C'est votre affaire, et j'esp&egrave;re bien que vous allez vous en
charger.&mdash;Mais je vais tomber dans les abstractions.&mdash;Il n'y a pas de
mal.&mdash;Mais tout ce raisonnement serr&eacute; sera comme une haie
d'&eacute;pines.&mdash;Nous nous piquerons les doigts.&mdash;Mais les trois quarts des
gens jetteraient l&agrave; ces sp&eacute;culations comme oiseuses.&mdash;Tant pis pour eux.
Pourquoi vit une nation ou un si&egrave;cle, sinon pour les former? On n'est
compl&egrave;tement homme que par l&agrave;. Si quelque habitant d'une autre plan&egrave;te
descendait ici pour nous demander o&ugrave; en est notre esp&egrave;ce, il faudrait
lui montrer les cinq ou six grandes id&eacute;es que nous avons sur l'esprit et
le monde. Cela seul lui donnerait la mesure de notre intelligence.
Exposez-moi votre th&eacute;orie; je m'en retournerai plus instruit qu'apr&egrave;s
avoir vu les las de briques que vous appelez Londres et Manchester.</p>


<hr style='width: 45%;' />


<h3>&sect; I. L'EXP&Eacute;RIENCE</h3>


<h3><a name="two-I" id="two-I"></a>I</h3>

<p>Alors, nous allons prendre les choses en logiciens, par le commencement.
Stuart Mill a &eacute;crit une logique. Qu'est-ce que la logique? C'est une
science. Quel est son objet? Ce sont les sciences: car supposez que vous
ayez parcouru l'univers et que vous le connaissiez tout entier, astres,
terre, soleil, chaleur, pesanteur, affinit&eacute;s, esp&egrave;ces min&eacute;rales,
r&eacute;volutions g&eacute;ologiques, plantes, animaux, &eacute;v&eacute;nements humains, et tout
ce qu'expliquent ou embrassent les classifications et les th&eacute;ories; il
vous restera encore &agrave; conna&icirc;tre ces classifications et ces th&eacute;ories.
Non-seulement il y a l'ordre des &ecirc;tres, mais il y a encore l'ordre des
pens&eacute;es qui les repr&eacute;sentent; non-seulement il y a des plantes et des
animaux, mais encore il y a une botanique et une zoologie; non-seulement
il y a des lignes, des surfaces, des volumes et des nombres, mais encore
il y a une g&eacute;om&eacute;trie et une arithm&eacute;tique. Les sciences sont donc des
choses r&eacute;elles comme les faits eux-m&ecirc;mes: elles peuvent donc &ecirc;tre, comme
les faits, un sujet d'&eacute;tude. On peut les analyser comme on analyse les
faits, rechercher leurs &eacute;l&eacute;ments, leur composition, leur ordre, leurs
rapports et leur fin. Il y a donc une science des sciences: c'est cette
science qu'on appelle logique, et qui est l'objet du livre de Stuart
Mill. Ou n'y d&eacute;compose point les op&eacute;rations de l'esprit en elles-m&ecirc;mes,
la m&eacute;moire, l'association des id&eacute;es, la perception ext&eacute;rieure: ceci est
une affaire de psychologie. On n'y discute pas la valeur de ces
op&eacute;rations, la v&eacute;racit&eacute; de notre intelligence, la certitude absolue de
nos connaissances &eacute;l&eacute;mentaires; ceci est une affaire de m&eacute;taphysique.
On y suppose nos facult&eacute;s en exercice, et l'on y admet leurs d&eacute;couvertes
originelles. On prend l'instrument tel que la nature nous le fournit, et
l'on se fie &agrave; son exactitude. On laisse &agrave; d'autres le soin de d&eacute;monter
son m&eacute;canisme et la curiosit&eacute; de contr&ocirc;ler ses r&eacute;sultats. On part de ses
op&eacute;rations primitives; on recherche comment elles s'ajoutent les unes
aux autres, comment elles se combinent les unes avec les autres, comment
elles se transforment les unes les autres; comment, &agrave; force d'additions,
de combinaisons et de transformations, elles finissent par composer un
syst&egrave;me de v&eacute;rit&eacute;s li&eacute;es et croissantes. On fait la th&eacute;orie de la
science comme d'autres font la th&eacute;orie de la v&eacute;g&eacute;tation, de l'esprit,
des nombres. Voil&agrave; l'id&eacute;e de la logique, et il est clair qu'elle a, au
m&ecirc;me titre que les autres sciences, sa mati&egrave;re r&eacute;elle, son domaine
distinct, son importance visible, sa m&eacute;thode propre et son avenir
certain.</p>



<h3><a name="two-II" id="two-II"></a>II</h3>

<p>Ceci pos&eacute;, remarquez que toutes ces sciences, objet de la logique, ne
sont que des amas de <i>propositions</i>, et que toute proposition ne fait
que lier ou s&eacute;parer un sujet et un attribut, c'est-&agrave;-dire un nom et un
autre nom, une qualit&eacute; et une substance, c'est-&agrave;-dire une chose et une
autre chose. Cherchons donc ce que nous entendons par une chose, ce que
nous d&eacute;signons par un nom; en d'autres termes, ce que nous connaissons
dans les objets, ce que nous lions et s&eacute;parons, ce qui est la mati&egrave;re de
toutes nos propositions et de toutes nos sciences. Il y a un point par
lequel se ressemblent toutes nos connaissances. Il y a un &eacute;l&eacute;ment commun
qui, perp&eacute;tuellement r&eacute;p&eacute;t&eacute;, compose toutes nos id&eacute;es. Il y a un petit
cristal primitif qui, ind&eacute;finiment et diversement ajout&eacute; &agrave; lui-m&ecirc;me,
engendre la masse totale, et qui, une fois connu, nous enseigne d'avance
les lois et la composition des corps complexes qu'il a form&eacute;s.</p>

<p>Or, quand nous regardons attentivement l'id&eacute;e que nous nous faisons
d'une chose, qu'y trouvons-nous? Prenez d'abord les substances,
c'est-&agrave;-dire les corps et les esprits<a name="FNanchor_1_1" id="FNanchor_1_1"></a><a href="#Footnote_1_1" class="fnanchor">[1]</a>. Cette table est brune,
longue, large et haute de trois pieds &agrave; l'oeil: cela signifie qu'elle
fait une petite tache dans le champ de la vision, en d'autres termes
qu'elle produit une certaine sensation dans le nerf optique. Elle p&egrave;se
dix livres: cela signifie qu'il faudra pour la soulever un effort
moindre que pour un poids de onze livres, et plus grand que pour un
poids de neuf livres, en d'autres termes qu'elle produit une certaine
sensation musculaire. Elle est dure et carr&eacute;e: cela signifie encore
qu'&eacute;tant pouss&eacute;e, puis parcourue par la main, elle y suscitera deux
esp&egrave;ces distinctes de sensations musculaires. Et ainsi de suite. Quand
j'examine de pr&egrave;s ce que je sais d'elle, je trouve que je ne sais rien
d'autre que les impressions qu'elle fait sur moi. Notre id&eacute;e d'un corps
ne comprend pas autre chose: nous ne connaissons de lui que les
sensations qu'il excite en nous; nous le d&eacute;terminons par l'esp&egrave;ce, le
nombre et l'ordre de ces sensations; nous ne savons rien de sa nature
intime, ou s'il en a une; nous affirmons simplement qu'il est la cause
inconnue de ces sensations. Quand nous disons qu'en l'absence de nos
sensations il a dur&eacute;, nous voulons dire simplement que si, pendant ce
temps-l&agrave;, nous nous &eacute;tions trouv&eacute;s &agrave; sa port&eacute;e, nous aurions eu les
sensations que nous n'avons pas eues. Nous ne le d&eacute;finissons jamais que
par nos impressions pr&eacute;sentes ou pass&eacute;es, futures ou possibles,
complexes ou simples. Cela est si vrai, que des philosophes comme
Berkeley ont soutenu avec vraisemblance que la mati&egrave;re est un &ecirc;tre
imaginaire, et que tout l'univers sensible se r&eacute;duit &agrave; un ordre de
sensations. A tout le moins, il est tel pour notre connaissance, et les
jugements qui composent nos sciences ne portent que sur les impressions
par lesquelles il se manifeste &agrave; nous.</p>

<p>Il en est de m&ecirc;me pour l'esprit. Nous pouvons bien admettre qu'il y a en
nous une &acirc;me, un moi, un sujet ou &laquo;r&eacute;cipient&raquo; des sensations et de nos
autres fa&ccedil;ons d'&ecirc;tre, distinct de ces sensations et de nos autres fa&ccedil;ons
d'&ecirc;tre; mais nous n'en connaissons rien. &laquo;Tout ce que nous apercevons en
nous-m&ecirc;mes, dit Mill,<a name="FNanchor_2_2" id="FNanchor_2_2"></a><a href="#Footnote_2_2" class="fnanchor">[2]</a> c'est une certaine trame d &eacute;tats int&eacute;rieurs,
une s&eacute;rie d'impressions<a name="FNanchor_3_3" id="FNanchor_3_3"></a><a href="#Footnote_3_3" class="fnanchor">[3]</a>, sensations, pens&eacute;es, &eacute;motions et volont&eacute;s.&raquo;
Nous n'avons pas plus d'id&eacute;e de l'esprit que de la mati&egrave;re; nous ne
pouvons rien dire de plus sur lui que sur la mati&egrave;re. Ainsi les
substances, quelles qu'elles soient, corps ou esprit, en nous ou hors de
nous, ne sont jamais pour nous que des tissus plus ou moins compliqu&eacute;s,
plus ou moins r&eacute;guliers, dont nos impressions ou mani&egrave;res d'&ecirc;tre forment
tous les fils.</p>

<p>Et cela est encore bien plus visible pour les attributs que pour les
substances. Quand je dis que la neige est blanche, je veux dire par l&agrave;
que, lorsque la neige est pr&eacute;sente &agrave; ma vue, j'ai la sensation de
blancheur. Quand je dis que le feu est chaud, je veux dire par l&agrave; que,
lorsque le feu est &agrave; port&eacute;e de mon corps, j'ai la sensation de chaleur.
&laquo;Quand nous disons d'un esprit qu'il est d&eacute;vot ou superstitieux, ou
m&eacute;ditatif, ou gai, nous voulons dire simplement que les id&eacute;es, les
&eacute;motions, les volont&eacute;s d&eacute;sign&eacute;es par ces mots reviennent fr&eacute;quemment
dans la s&eacute;rie de ses mani&egrave;res d'&ecirc;tre<a name="FNanchor_4_4" id="FNanchor_4_4"></a><a href="#Footnote_4_4" class="fnanchor">[4]</a>.&raquo; Quand nous disons que les
corps sont pesants, divisibles, mobiles, nous voulons dire simplement
qu'abandonn&eacute;s &agrave; eux-m&ecirc;mes, ils tomberont; que, tranch&eacute;s, ils se
s&eacute;pareront; que, pouss&eacute;s, ils se mettront en mouvement; c'est-&agrave;-dire
qu'en telle et telle circonstance ils produiront telle ou telle
sensation sur nos muscles ou sur notre vue. Toujours un attribut d&eacute;signe
une de nos mani&egrave;res d'&ecirc;tre ou une s&eacute;rie de nos mani&egrave;res d'&ecirc;tre. En vain
nous les d&eacute;guisons en les groupant, en les cachant sous des mots
abstraits, en les divisant, en les transformant de telle sorte que
souvent nous avons peine &agrave; les reconna&icirc;tre: toutes les fois que nous
regardons au fond de nos mots et de nos id&eacute;es, nous les y trouvons, et
nous n'y trouvons pas autre chose. &laquo;D&eacute;composez, dit Mill, une
proposition abstraite; par exemple: Une personne g&eacute;n&eacute;reuse est digne
d'honneur<a name="FNanchor_5_5" id="FNanchor_5_5"></a><a href="#Footnote_5_5" class="fnanchor">[5]</a>.&mdash;Le mot <i>g&eacute;n&eacute;reux</i> d&eacute;signe certains &eacute;tats habituels
d'esprit et certaines particularit&eacute;s habituelles de conduite,
c'est-&agrave;-dire des mani&egrave;res d'&ecirc;tre int&eacute;rieures et des faits ext&eacute;rieurs
sensibles. Le mot <i>honneur</i> exprime un sentiment d'approbation et
d'admiration suivi &agrave; l'occasion par les actes ext&eacute;rieurs
correspondants. Le mot <i>digne</i> indique que nous approuvons l'action
d'honorer. Toutes ces choses sont des ph&eacute;nom&egrave;nes ou &eacute;tats d'esprit
suivis ou accompagn&eacute;s de faits sensibles.&raquo; Ainsi nous avons beau nous
tourner de tous c&ocirc;t&eacute;s, nous restons dans le m&ecirc;me cercle. Que l'objet
soit un attribut ou une substance, qu'il soit complexe ou abstrait,
compos&eacute; ou simple, son &eacute;toffe pour nous est la m&ecirc;me: nous n'y mettons
que nos mani&egrave;res d'&ecirc;tre. Notre esprit est dans la nature comme un
thermom&egrave;tre est dans une chaudi&egrave;re: nous d&eacute;finissons les propri&eacute;t&eacute;s de
la nature par les impressions de notre esprit, comme nous d&eacute;signons les
&eacute;tats de la chaudi&egrave;re par les variations du thermom&egrave;tre. Nous ne savons
de l'un et de l'autre que des &eacute;tats et des changements; nous ne
composons l'un et l'autre que de donn&eacute;es isol&eacute;es et transitoires: une
chose n'est pour nous qu'un amas de ph&eacute;nom&egrave;nes. Ce sont l&agrave; les seuls
&eacute;l&eacute;ments de notre science: partant, tout l'effort de notre science sera
d'ajouter des faits l'un &agrave; l'autre, ou de lier un fait &agrave; un fait.</p>



<h3><a name="two-III" id="two-III"></a>III</h3>

<p>Cette petite phrase est l'abr&eacute;g&eacute; de tout le syst&egrave;me; p&eacute;n&eacute;trez-vous en.
Elle explique toutes les th&eacute;ories de Mill. C'est &agrave; ce point de vue qu'il
a tout d&eacute;fini. C'est d'apr&egrave;s ce point de vue qu'il a partout innov&eacute;. Il
n'a reconnu dans toutes les formes et &agrave; tous les degr&eacute;s de la
connaissance que la connaissance des faits et de leurs rapports.</p>

<p>Or, vous savez que la logique a deux pierres angulaires, la th&eacute;orie de
la <i>d&eacute;finition</i> et la th&eacute;orie de la <i>preuve</i>. Depuis Aristote, les
logiciens ont pass&eacute; leur temps &agrave; les polir. On n'osait y toucher que
respectueusement. Elles &eacute;taient saintes. Tout au plus, de temps en
temps, quelque novateur osait les retourner avec pr&eacute;caution pour les
mettre en un meilleur jour. Mill les taille, les tranche, les renverse
et les remplace toutes les deux, de la m&ecirc;me mani&egrave;re et du m&ecirc;me effort.</p>



<h3><a name="two-IV" id="two-IV"></a>IV</h3>

<p>Je sais bien qu'aujourd'hui on se moque des gens qui raisonnent sur la
d&eacute;finition; j'esp&egrave;re pour vous que vous ne commettez pas cette sottise.
Il n'y a pas de th&eacute;orie plus f&eacute;conde en cons&eacute;quences universelles et
capitales; elle est la racine par laquelle tout l'arbre de la science
humaine v&eacute;g&egrave;te et se soutient. Car d&eacute;finir les choses, c'est marquer
leur nature. Apporter une id&eacute;e neuve de la d&eacute;finition, c'est apporter
une id&eacute;e neuve de la nature des choses; c'est dire ce que sont les
&ecirc;tres, de quoi ils se composent, en quels &eacute;l&eacute;ments ils se r&eacute;duisent.
Voil&agrave; le m&eacute;rite de ces sp&eacute;culations si s&egrave;ches; le philosophe a l'air
d'aligner des formules; la v&eacute;rit&eacute; est qu'il y renferme l'univers.</p>

<p>Prenez, disent les logiciens, un animal, une plante, un sentiment, une
figure de g&eacute;om&eacute;trie, un objet ou un groupe d'objets quelconques. Sans
doute l'objet a ses propri&eacute;t&eacute;s, mais il a aussi son essence. Il se
manifeste au dehors par une multitude ind&eacute;finie d'effets et de qualit&eacute;s,
mais toutes ces mani&egrave;res d'&ecirc;tre sont les suites ou les oeuvres de sa
nature intime. Il y a en lui un certain fonds cach&eacute;, seul primitif, seul
important, sans lequel il ne peut ni exister ni &ecirc;tre con&ccedil;u, et qui
constitue son &ecirc;tre et sa notion<a name="FNanchor_6_6" id="FNanchor_6_6"></a><a href="#Footnote_6_6" class="fnanchor">[6]</a>. Ils appellent d&eacute;finitions les
propositions qui la d&eacute;signent, et d&eacute;cident que le meilleur de notre
science consiste en ces sortes de propositions.</p>

<p>Au contraire, dit Mill, ces sortes de propositions n'apprennent rien;
elles enseignent le sens d'un mot, et sont purement verbales<a name="FNanchor_7_7" id="FNanchor_7_7"></a><a href="#Footnote_7_7" class="fnanchor">[7]</a>.
Qu'est-ce que j'apprends quand vous me dites que l'homme est un animal
raisonnable, ou que le triangle est un espace compris entre trois
lignes? La premi&egrave;re partie de votre phrase m'exprime par un mot
abr&eacute;viatif ce que la seconde partie m'exprime par une locution
d&eacute;velopp&eacute;e. Vous me dites deux fois la m&ecirc;me chose; vous mettez le m&ecirc;me
fait sous deux termes diff&eacute;rents: vous n'ajoutez pas un fait &agrave; un fait,
vous allez du m&ecirc;me au m&ecirc;me. Votre proposition n'est pas instructive.
Vous pourriez en amasser un million de semblables, mon esprit resterait
aussi vide; j'aurais lu un dictionnaire, je n'aurais pas acquis une
connaissance. Au lieu de dire que les propositions qui concernent
l'essence sont importantes, et que les propositions qui concernent les
qualit&eacute;s sont accessoires, il faut dire que les propositions qui
concernent l'essence sont accessoires, et que les propositions qui
concernent les qualit&eacute;s sont importantes. Je n'apprends rien quand on me
dit qu'un cercle est la figure form&eacute;e par la r&eacute;volution d'une droite
autour d'un de ses points pris comme centre; j'apprends quelque chose
lorsqu'on me dit que les cordes qui sous-tendent dans le cercle des arcs
&eacute;gaux sont &eacute;gales, ou que trois points suffisent pour d&eacute;terminer la
circonf&eacute;rence. Ce qu'on appelle la nature d'un &ecirc;tre est le r&eacute;seau des
faits qui constituent cet &ecirc;tre. La nature d'un mammif&egrave;re carnassier
consiste en ce que la propri&eacute;t&eacute; d'allaiter, avec toutes les
particularit&eacute;s de structure qui l'am&egrave;nent, se trouve jointe &agrave; la
possession des dents &agrave; ciseaux ainsi qu'aux instincts chasseurs et aux
facult&eacute;s correspondantes. Voil&agrave; les &eacute;l&eacute;ments qui composent sa nature. Ce
sont des faits li&eacute;s l'un &agrave; l'autre comme une maille &agrave; une maille. Nous
en apercevons quelques-unes, et nous savons qu'au del&agrave; de notre science
pr&eacute;sente et de notre exp&eacute;rience future, le filet &eacute;tend &agrave; l'infini ses
fils entrecrois&eacute;s et multipli&eacute;s. L'essence ou nature d'un &ecirc;tre est la
somme ind&eacute;finie de ses propri&eacute;t&eacute;s. &laquo;Nulle d&eacute;finition, dit Mill,
n'exprime cette nature tout enti&egrave;re, et toute proposition exprime
quelque partie de cette nature<a name="FNanchor_8_8" id="FNanchor_8_8"></a><a href="#Footnote_8_8" class="fnanchor">[8]</a> .&raquo; Quittez donc la vaine esp&eacute;rance de
d&eacute;m&ecirc;ler sous les propri&eacute;t&eacute;s quelque &eacute;tre primitif et myst&eacute;rieux, source
et abr&eacute;g&eacute; du reste; laissez les entit&eacute;s &agrave; Duns Scott; ne croyez pas
qu'en sondant vos id&eacute;es comme les Allemands, en classant les objets
d'apr&egrave;s le genre et l'esp&egrave;ce comme les scolastiques, en renouvelant la
science nominale du moyen &acirc;ge, ou les jeux d'esprit de la m&eacute;taphysique
h&eacute;g&eacute;lienne, vous puissiez suppl&eacute;er &agrave; l'exp&eacute;rience. 11 n'y a pas de
d&eacute;finitions de choses; s'il y a des d&eacute;finitions, ce ne sont que des
d&eacute;finitions de noms. Nulle phrase ne me dira ce que c'est qu'un cheval,
mais il y a des phrases qui me diront ce qu'on entend par ces cinq
lettres. Nulle phrase n'&eacute;puisera la totalit&eacute; in&eacute;puisable des qualit&eacute;s
qui font un &ecirc;tre, mais plusieurs phrases pourront d&eacute;signer les faits qui
correspondent &agrave; un mot. Dans ce cas, la d&eacute;finition peut se faire, parce
qu'on peut toujours faire une analyse. Du terme abstrait et sommaire
elle nous fait remonter aux attributs qu'il repr&eacute;sente, et de ces
attributs aux exp&eacute;riences int&eacute;rieures ou sensibles qui leur servent de
fondement. Du terme <i>chien</i> elle nous fait remonter aux attributs
mammif&egrave;re, carnassier et autres qu'il repr&eacute;sente, et de ces attributs
aux exp&eacute;riences de vue, de toucher, de scalpel, qui leur servent de
fondement. Elle r&eacute;duit le compos&eacute; au simple, le d&eacute;riv&eacute; au primitif. Elle
ram&egrave;ne notre connaissance &agrave; ses origines. Elle transforme les mots en
faits. S'il y a des d&eacute;finitions, comme celles de la g&eacute;om&eacute;trie, qui
semblent capables d'engendrer de longues suites de v&eacute;rit&eacute;s neuves<a name="FNanchor_9_9" id="FNanchor_9_9"></a><a href="#Footnote_9_9" class="fnanchor">[9]</a>,
c'est qu'outre l'explication d'un mot, elles contiennent l'affirmation
d'une chose. Dans la d&eacute;finition du triangle, il y a deux propositions
distinctes, l'une disant qu'il peut y avoir une figure termin&eacute;e par
trois lignes droites, l'autre disant qu'une telle figure s'appelle un
triangle. La premi&egrave;re est un postulat, la seconde est une d&eacute;finition. La
premi&egrave;re est cach&eacute;e, la seconde est visible; la premi&egrave;re est susceptible
de v&eacute;rit&eacute; ou d'erreur, la seconde n'est susceptible ni de l'une ni de
l'autre. La premi&egrave;re est la source de tous les th&eacute;or&egrave;mes qu'on peut
faire sur les triangles, la seconde ne fait que r&eacute;sumer eu un mot les
faits contenus dans l'autre. La premi&egrave;re est une v&eacute;rit&eacute;, la seconde une
commodit&eacute;; la premi&egrave;re est une partie de la science, la seconde un
exp&eacute;dient du langage. La premi&egrave;re exprime une relation possible entre
trois lignes droites, la seconde donne le nom de cette relation. La
premi&egrave;re seule est fructueuse, parce que seule, conform&eacute;ment &agrave; l'office
de toute proposition fructueuse, elle lie deux faits. Comprenons donc
exactement la nature de notre connaissance: elle s'applique ou aux mots,
ou aux &ecirc;tres, ou &agrave; tous les deux &agrave; la fois. S'il s'agit de mots, comme
dans les d&eacute;finitions de noms, tout son effort est de ramener les mots
aux exp&eacute;riences primitives, c'est-&agrave;-dire aux faits qui leur servent
d'&eacute;l&eacute;ments. S'il s'agit d'&ecirc;tres, comme dans les propositions de choses,
tout son effort est de joindre un fait &agrave; un fait, pour rapprocher la
somme finie des propri&eacute;t&eacute;s connues de la somme infinie des propri&eacute;t&eacute;s &agrave;
conna&icirc;tre. S'il s'agit des deux, comme dans les d&eacute;finitions de nom qui
cachent une proposition de chose, tout son effort est de faire l'un et
l'autre. Partout l'op&eacute;ration est la m&ecirc;me. Il ne s'agit partout que de
s'entendre, c'est-&agrave;-dire de revenir aux faits, ou d'apprendre,
c'est-&agrave;-dire de joindre des faits.</p>



<h3><a name="two-V" id="two-V"></a>V</h3>

<p>Voil&agrave; un premier rempart d&eacute;truit; je suppose que vous attendez mon
philosophe derri&egrave;re le second, la th&eacute;orie de la <i>preuve</i>. Celle-ci,
depuis deux mille ans, passe pour une v&eacute;rit&eacute; acquise, d&eacute;finitive,
inattaquable. Plusieurs l'ont jug&eacute;e inutile, mais personne n'a os&eacute; la
dire fausse. Chacun l'a consid&eacute;r&eacute;e comme un th&eacute;or&egrave;me &eacute;tabli. Eh bien,
regardons-la. Qu'est-ce qu'une preuve? Selon les logiciens, c'est un
syllogisme. Et qu'est-ce qu'un syllogisme? C'est un groupe de trois
propositions comme celui-ci: &laquo;Tous les hommes sont mortels; le prince
Albert est un homme; donc le prince Albert est mortel.&raquo; Voil&agrave; le mod&egrave;le
de la preuve, et toute preuve compl&egrave;te se ram&egrave;ne &agrave; celle-l&agrave;. Or, selon
les logiciens, qu'y a-t-il dans cette preuve? Une proposition g&eacute;n&eacute;rale
concernant tous les hommes qui aboutit &agrave; une proposition particuli&egrave;re
concernant un certain homme. De la premi&egrave;re on passe &agrave; la seconde, parce
que la seconde est contenue dans la premi&egrave;re. Du g&eacute;n&eacute;ral on passe au
particulier, parce que le particulier est contenu dans le g&eacute;n&eacute;ral. La
seconde n'est qu'un cas de la premi&egrave;re; sa v&eacute;rit&eacute; est enferm&eacute;e par
avance dans celle de la premi&egrave;re, et c'est pour cela qu'elle est une
v&eacute;rit&eacute;. En effet, sit&ocirc;t que la conclusion n'est plus contenue dans les
pr&eacute;misses, le raisonnement est faux, et toutes les r&egrave;gles compliqu&eacute;es du
moyen &acirc;ge ont &eacute;t&eacute; r&eacute;duites par Port-Royal &agrave; cette seule r&egrave;gle, que la
conclusion doit &ecirc;tre contenue dans les pr&eacute;misses. Ainsi toute la marche
de l'esprit humain, quand il raisonne, consiste &agrave; reconna&icirc;tre dans les
individus ce qu'il a connu de la classe, &agrave; affirmer en d&eacute;tail ce qu'il a
&eacute;tabli pour l'ensemble, &agrave; poser une seconde fois et pi&egrave;ce &agrave; pi&egrave;ce ce
qu'il a pos&eacute; tout d'un coup une premi&egrave;re fois.</p>

<p>Point du tout, r&eacute;pond Mill, car si cela est, le raisonnement ne sert &agrave;
rien. Il n'est point un progr&egrave;s, mais une r&eacute;p&eacute;tition. Quand j'ai affirm&eacute;
que tous les hommes sont mortels, j'ai affirm&eacute; par cela m&ecirc;me que le
prince Albert est mortel. En parlant de la classe enti&egrave;re, c'est-&agrave;-dire
de tous les individus, j'ai parl&eacute; de chaque individu, et notamment du
prince Albert, qui est l'un d'eux. Je ne dis donc rien de nouveau
maintenant que j'en parle. Ma conclusion ne m'apprend rien; elle
n'ajoute rien &agrave; ma connaissance positive; elle ne fait que mettre sous
une autre forme une connaissance que j'avais d&eacute;j&agrave;. Elle n'est point
fructueuse, elle est purement verbale. Donc, si le raisonnement est ce
que disent les logiciens, le raisonnement n'est point instructif. J'en
sais autant en le commen&ccedil;ant qu'apr&egrave;s l'avoir fini. J'ai transform&eacute; des
mots en d'autres mots; j'ai pi&eacute;tin&eacute; sur place. Or cela ne peut &ecirc;tre,
puisqu'en fait le raisonnement nous apprend des v&eacute;rit&eacute;s neuves.
J'apprends une v&eacute;rit&eacute; neuve quand je d&eacute;couvre que le prince Albert est
mortel, et je la d&eacute;couvre par la vertu du raisonnement, puisque le
prince Albert &eacute;tant encore en vie, je n'ai pu l'apprendre par
l'observation directe. Ainsi les logiciens se trompent, et par del&agrave; la
th&eacute;orie toute scolastique du syllogisme qui r&eacute;duit le raisonnement &agrave; des
substitutions de mots, il faut chercher une th&eacute;orie de la preuve, toute
positive, qui d&eacute;m&ecirc;le dans le raisonnement des d&eacute;couvertes de faits.</p>

<p>Pour cela, il suffit de remarquer que la proposition g&eacute;n&eacute;rale n'est
point la v&eacute;ritable preuve de la proposition particuli&egrave;re. Elle le
para&icirc;t, elle ne l'est pas. Ce n'est pas de la mortalit&eacute; de tous les
hommes que je conclus la mortalit&eacute; du prince Albert; les pr&eacute;misses sont
ailleurs, et par derri&egrave;re. La proposition g&eacute;n&eacute;rale n'est qu'un m&eacute;mento,
une sorte de registre abr&eacute;viatif, o&ugrave; j'ai consign&eacute; le fruit de mes
exp&eacute;riences. Tous pouvez consid&eacute;rer ce m&eacute;mento comme un livre de notes
o&ugrave; vous vous reportez quand vous voulez rafra&icirc;chir votre m&eacute;moire; mais
ce n'est point du livre que vous tirez voire science: vous la tirez des
objets que vous avez vus. Mon m&eacute;mento n'a de valeur que par les
exp&eacute;riences qu'il rappelle. Ma proposition g&eacute;n&eacute;rale n'a de valeur que
par les faits particuliers qu'elle r&eacute;sume. &laquo;La mortalit&eacute; de Jean, Thomas
et compagnie<a name="FNanchor_10_10" id="FNanchor_10_10"></a><a href="#Footnote_10_10" class="fnanchor">[10]</a> est apr&egrave;s tout la seule preuve que nous ayons de la
mortalit&eacute; du prince Albert.&raquo;&mdash;&laquo;La vraie raison qui nous fait croire que
le prince Albert mourra, c'est que ses anc&ecirc;tres, et nos anc&ecirc;tres, et
toutes les autres personnes qui leur &eacute;taient contemporaines, sont morts.
Ces faits sont les vraies pr&eacute;misses du raisonnement.&raquo; C'est d'eux que
nous avons tir&eacute; la proposition g&eacute;n&eacute;rale; ce sont eux qui lui
communiquent sa port&eacute;e et la v&eacute;rit&eacute;; elle se borne &agrave; les mentionner sous
une forme plus courte; elle re&ccedil;oit d'eux toute sa substance; ils
agissent par elle et &agrave; travers elle pour amener la conclusion qu'elle
semble engendrer. Elle n'est que leur repr&eacute;sentant, et &agrave; l'occasion ils
se passent d'elle. Les enfants, les ignorants, les animaux savent que le
soleil se l&egrave;vera, que l'eau les noiera, que le feules br&ucirc;lera, sans
employer l'interm&eacute;diaire de cette proposition. Ils raisonnent et nous
raisonnons aussi, non du g&eacute;n&eacute;ral au particulier, mais du particulier au
particulier. &laquo;L'esprit ne va jamais que des cas observ&eacute;s aux cas non
observ&eacute;s, avec ou sans formules comm&eacute;moratives. Nous ne nous en servons
que pour la commodit&eacute;<a name="FNanchor_11_11" id="FNanchor_11_11"></a><a href="#Footnote_11_11" class="fnanchor">[11]</a>.&raquo;&mdash;&laquo;Si nous avions une m&eacute;moire assez ample et
la facult&eacute; de maintenir l'ordre dans une grosse masse de d&eacute;tails, nous
pourrions raisonner sans employer une seule proposition g&eacute;n&eacute;rale<a name="FNanchor_12_12" id="FNanchor_12_12"></a><a href="#Footnote_12_12" class="fnanchor">[12]</a>.&raquo;
Ici, comme plus haut, les logiciens se sont m&eacute;pris: ils ont donn&eacute; le
premier rang aux op&eacute;rations verbales; ils ont laiss&eacute; sur l'arri&egrave;re-plan
les op&eacute;rations fructueuses. Ils ont donn&eacute; la pr&eacute;f&eacute;rence aux mots sur les
faits. Ils ont continu&eacute; la science nominale du moyen &acirc;ge. Ils ont pris
l'explication des noms pour la nature des choses, et la transformation
des id&eacute;es pour le progr&egrave;s de l'esprit. C'est &agrave; nous de renverser cet
ordre en logique, puisque nous l'avons renvers&eacute; dans les sciences, de
relever les exp&eacute;riences particuli&egrave;res et instructives, et de leur rendre
dans nos th&eacute;ories la primaut&eacute; et l'importance que notre pratique leur
conf&egrave;re depuis trois cents ans.</p>



<h3><a name="two-VI" id="two-VI"></a>VI</h3>

<p>Reste une sorte de forteresse philosophique o&ugrave; se r&eacute;fugient les
id&eacute;alistes. A l'origine de toutes les preuves il y a la source de toutes
les preuves, j'entends les axiomes. Deux lignes droites ne peuvent
enclore un espace; deux quantit&eacute;s &eacute;gales &agrave; une troisi&egrave;me sont &eacute;gales
entre elles; si l'on ajoute des quantit&eacute;s &eacute;gales &agrave; des quantit&eacute;s &eacute;gales,
les sommes ainsi form&eacute;es sont encore &eacute;gales: voil&agrave; des propositions
instructives, car elles expriment non des sens de mots, mais des
rapports de choses; et de plus, ce sont des propositions f&eacute;condes, car
toute l'arithm&eacute;tique, l'alg&egrave;bre et la g&eacute;om&eacute;trie sont des suites de leur
v&eacute;rit&eacute;. D'autre part, cependant, elles ne sont point l'oeuvre de
l'exp&eacute;rience, car nous n'avons pas besoin de voir effectivement et avec
nos yeux deux lignes droites pour savoir qu'elles ne peuvent enclore un
espace; il nous suffit de consulter la conception int&eacute;rieure que nous en
avons: le t&eacute;moignage de nos sens &agrave; cet &eacute;gard est inutile; notre croyance
na&icirc;t tout enti&egrave;re, et avec toute sa force, de la simple comparaison de
nos id&eacute;es. De plus, l'exp&eacute;rience ne suit ces deux lignes que jusqu'&agrave; une
distance born&eacute;e, dix, cent, mille pieds, et l'axiome est vrai pour
mille, cent mille, un million de lieues, et &agrave; l'infini; donc, &agrave; partir
de l'endroit o&ugrave; l'exp&eacute;rience cesse, ce n'est plus elle qui &eacute;tablit
l'axiome. Enfin l'axiome est n&eacute;cessaire, c'est-&agrave;-dire que le contraire
est inconcevable. Nous ne pouvons imaginer un espace enclos par deux
lignes droites; sit&ocirc;t que nous imaginons l'espace comme enclos, les deux
lignes cessent d'&ecirc;tre droites; sit&ocirc;t que nous imaginons les deux lignes
comme droites, l'espace cesse d'&ecirc;tre enclos. Dans l'affirmation des
axiomes, les id&eacute;es constitutives s'attirent invinciblement. Dans la
n&eacute;gation des axiomes, les id&eacute;es constitutives se repoussent
invinciblement. Or cela n'a pas lieu dans ces propositions d'exp&eacute;rience;
elles constatent un rapport accidentel, et non un rapport n&eacute;cessaire;
elles posent que deux faits sont li&eacute;s, et non que les deux faits doivent
&ecirc;tre li&eacute;s; elles &eacute;tablissent que les corps sont pesants, et non que les
corps doivent &ecirc;tre pesants. Ainsi les axiomes ne sont pas et ne peuvent
pas &ecirc;tre les produits de l'exp&eacute;rience. Ils ne le sont pas, puis-qu'on
peut les former de t&egrave;te et sans exp&eacute;rience. Ils ne peuvent pas l'&ecirc;tre
puisqu'ils d&eacute;passent, par la nature et la port&eacute;e de leurs v&eacute;rit&eacute;s, les
v&eacute;rit&eacute;s de l'exp&eacute;rience. Ils ont une autre source et une source plus
profonde. Ils vont plus loin et ils viennent d'ailleurs.</p>

<p>Point du tout, r&eacute;pond Mill. Ici, comme tout &agrave; l'heure, vous raisonnez en
scolastique; vous oubliez les faits cach&eacute;s derri&egrave;re les conceptions:
car regardez d'abord votre premier argument. Sans doute vous pouvez
d&eacute;couvrir, sans employer vos yeux et par une pure contemplation mentale,
que deux lignes ne sauraient enclore un espace; mais cette contemplation
n'est que l'exp&eacute;rience d&eacute;plac&eacute;e. Les lignes imaginaires remplacent ici
les lignes r&eacute;elles; vous reportez les figures en vous-m&ecirc;me, au lieu de
les reporter sur le papier: votre imagination fait le m&ecirc;me office qu'un
tableau; vous vous fiez &agrave; l'une comme vous vous fiez &agrave; l'autre, et une
substitution vaut l'autre, car en fait de figures et de lignes
l'imagination reproduit exactement la sensation. Ce que vous avez vu les
yeux ouverts, vous le voyez exactement de m&ecirc;me une minute apr&egrave;s, les
yeux ferm&eacute;s, et vous &eacute;tudiez les propri&eacute;t&eacute;s g&eacute;om&eacute;triques transplant&eacute;es
dans le champ de la vision int&eacute;rieure aussi s&ucirc;rement que vous les
&eacute;tudieriez maintenues dans le champ de la vision ext&eacute;rieure. Il y a donc
une exp&eacute;rience de t&egrave;te comme il y en a une des yeux, et c'est justement
d'apr&egrave;s une exp&eacute;rience pareille que vous refusez aux deux lignes
droites, m&ecirc;me prolong&eacute;es &agrave; l'infini, le pouvoir d'enclore un espace.
Vous n'avez pas besoin pour cela de les suivre &agrave; l'infini, vous n'avez
qu'&agrave; vous transporter par l'imagination &agrave; l'endroit o&ugrave; elles convergent,
et vous avez &agrave; cet endroit l'impression d'une ligne qui se courbe,
c'est-&agrave;-dire qui cesse d'&ecirc;tre droite<a name="FNanchor_13_13" id="FNanchor_13_13"></a><a href="#Footnote_13_13" class="fnanchor">[13]</a>. Cette pr&eacute;sence imaginaire
tient lieu d'une pr&eacute;sence r&eacute;elle; vous affirmez par l'une ce que vous
affirmeriez par l'autre, et du m&ecirc;me droit. La premi&egrave;re n'est que la
seconde plus maniable, ayant plus de mobilit&eacute; et de port&eacute;e. C'est un
t&eacute;lescope au lieu d'un oeil. Or les t&eacute;moignages du t&eacute;lescope sont des
propositions d'exp&eacute;rience, donc les t&eacute;moignages de l'imagination en sont
aussi. Quant &agrave; l'argument qui distingue les axiomes et les propositions
d'exp&eacute;rience, sous pr&eacute;texte que le contraire des unes est concevable et
le contraire des autres inconcevable, il est nul, car cette distinction
n'existe pas. Rien n'emp&ecirc;che que le contraire de certaines propositions
d'exp&eacute;rience soit concevable, et le contraire de certaines autres
inconcevable. Cela d&eacute;pend de la structure de notre esprit. Il se peut
qu'en certains cas il puisse d&eacute;mentir son exp&eacute;rience, et qu'en certains
autres il ne le puisse pas. Il se peut qu'en certains cas la conception
diff&egrave;re de la perception, et qu'en certains autres elle n'en diff&egrave;re
pas. Il se peut qu'en certains cas la vue ext&eacute;rieure s'oppose &agrave; la vue
int&eacute;rieure, et qu'en certains autres elle ne s'y oppose pas. Or on a
d&eacute;j&agrave; vu qu'en mati&egrave;re de figures, la vue int&eacute;rieure reproduit exactement
la vue ext&eacute;rieure. Donc, dans les axiomes de figure, la vue int&eacute;rieure
ne pourra s'opposer &agrave; la vue ext&eacute;rieure; l'imagination ne pourra
contredire la sensation. En d'autres termes, le contraire des axiomes
sera inconcevable. Ainsi les axiomes, quoique leur contraire soit
inconcevable, sont des exp&eacute;riences d'une certaine classe, et c'est parce
qu'ils sont des exp&eacute;riences d'une certaine classe que leur contraire est
inconcevable. De toutes parts surnage cette conclusion, qui est l'abr&eacute;g&eacute;
du syst&egrave;me: toute proposition instructive ou f&eacute;conde vient d'une
exp&eacute;rience, et n'est qu'une liaison de faits.</p>



<h3><a name="two-VII" id="two-VII"></a>VII</h3>

<p>Il suit de l&agrave; que l'induction est la seule clef de la nature. Cette
th&eacute;orie est le chef d'oeuvre de Mill. Il n'y avait qu'un partisan aussi
d&eacute;vou&eacute; de l'exp&eacute;rience qui p&ucirc;t faire la th&eacute;orie de l'induction.</p>

<p>Qu'est-ce que l'induction? C'est l'op&eacute;ration &laquo;qui d&eacute;couvre et prouve des
propositions g&eacute;n&eacute;rales. C'est le proc&eacute;d&eacute; par lequel nous concluons que
ce qui est vrai de certains individus d'une classe est vrai de toute la
classe, ou que ce qui est vrai en certains temps, sera vrai en tout
temps, les circonstances &eacute;tant pareilles.&raquo;<a name="FNanchor_14_14" id="FNanchor_14_14"></a><a href="#Footnote_14_14" class="fnanchor">[14]</a> C'est le raisonnement par
lequel, ayant remarqu&eacute; que Pierre, Jean et un nombre plus ou moins grand
d'hommes sont morts, nous concluons que tout homme mourra. Bref,
l'induction lie la mortalit&eacute; et la qualit&eacute; d'homme, c'est-&agrave;-dire deux
faits g&eacute;n&eacute;raux ordinairement successifs, et d&eacute;clare que le premier est
la <i>cause</i> du second.</p>

<p>Cela revient &agrave; dire que le cours de la nature est uniforme. Mais
l'induction ne part pas de cet axiome, elle y conduit; nous ne la
trouvons pas au commencement, mais &agrave; la fin de nos recherches.<a name="FNanchor_15_15" id="FNanchor_15_15"></a><a href="#Footnote_15_15" class="fnanchor">[15]</a> Au
fond l'exp&eacute;rience ne pr&eacute;suppose rien hors d'elle-m&ecirc;me. Nul principe &agrave;
priori ne vient l'autoriser ni la guider. Nous remarquons que cette
pierre est tomb&eacute;e, que ce charbon rouge nous a br&ucirc;l&eacute;s, que cet homme est
mort, et nous n'avons d'autre ressource pour induire que l'addition et
la comparaison de ces petits faits isol&eacute;s et momentan&eacute;s. Nous apprenons
par la simple pratique que le soleil &eacute;claire, que les corps tombent, que
l'eau apaise la soif, et nous n'avons d'autre ressource pour &eacute;tendre ou
contr&ocirc;ler ces inductions que d'autres inductions semblables. Chaque
remarque, comme chaque induction, tire sa valeur d'elle-m&ecirc;me et de ses
voisines. C'est toujours l'exp&eacute;rience qui juge l'exp&eacute;rience, et
l'induction qui juge l'induction.</p>

<p>Le corps de nos v&eacute;rit&eacute;s n'a point une &acirc;me diff&eacute;rente de lui-m&ecirc;me, qui
lui communique la vie; il subsiste par l'harmonie de toutes ses parties
prises ensemble et par la vitalit&eacute; de chacune de ses parties prises &agrave;
part. Vous refuseriez de croire un voyageur qui vous dirait qu'il y a
des hommes dont la t&egrave;te est au-dessous des &eacute;paules. Vous ne refuseriez
pas de croire un voyageur qui vous dirait qu'il y a des cygnes noirs. Et
cependant votre exp&eacute;rience de la chose est la m&ecirc;me dans les deux cas;
vous n'avez jamais vu que des cygnes blancs, comme vous n'avez jamais vu
que des hommes ayant la t&ecirc;te au-dessus des &eacute;paules. D'o&ugrave; vient donc que
le second t&eacute;moignage vous para&icirc;t plus croyable que le premier?
&laquo;Apparemment, parce qu'il y a moins de constance dans la couleur des
animaux que dans la structure g&eacute;n&eacute;rale de leurs parties anatomiques.
Mais comment savez-vous cela? &Eacute;videmment par l'exp&eacute;rience.<a name="FNanchor_16_16" id="FNanchor_16_16"></a><a href="#Footnote_16_16" class="fnanchor">[16]</a> Il est
donc vrai que nous avons besoin de l'exp&eacute;rience pour nous apprendre &agrave;
quel degr&eacute;, dans quels cas, dans quelles sortes de cas, nous pouvons
nous fier &agrave; l'exp&eacute;rience. L'exp&eacute;rience doit &ecirc;tre consult&eacute;e pour
apprendre d'elle dans quelles circonstances les arguments qu'on tire
d'elle sont solides. Nous n'avons point une seconde pierre de touche
d'apr&egrave;s laquelle nous puissions v&eacute;rifier l'exp&eacute;rience; nous faisons de
l'exp&eacute;rience la pierre de touche de l'exp&eacute;rience.&raquo; Il n'y a qu'elle et
elle est partout.</p>

<p>Consid&eacute;rons donc comment sans autre secours que le sien nous pouvons
former des propositions g&eacute;n&eacute;rales, particuli&egrave;rement les plus nombreuses
et les plus importantes de toutes, celles qui joignent deux &eacute;v&eacute;nements
successifs en disant que le premier est la cause du second.</p>

<p>Il y a l&agrave; un grand mot, celui de cause. Pesez-le. Il porte dans son sein
toute une philosophie. De l'id&eacute;e que vous y attachez, d&eacute;pend toute votre
id&eacute;e de la nature. Renouveler la notion de cause, c'est transformer la
pens&eacute;e humaine; et vous allez voir comment Mill, avec Hume et M. Comte,
mais mieux que Hume et M. Comte, a transform&eacute; cette notion.</p>

<p>Qu'est-ce qu'une cause? Quand Mill dit que le contact du fer et de l'air
humide produit la rouille, ou que la chaleur dilate les corps, il ne
parle pas du lien myst&eacute;rieux par lequel les m&eacute;taphysiciens attachent la
cause &agrave; l'effet. Il ne s'occupe pas de la force intime et de la vertu
g&eacute;n&eacute;ratrice que certaines philosophies ins&egrave;rent entre le producteur et
le produit. &laquo;La seule notion, dit-il<a name="FNanchor_17_17" id="FNanchor_17_17"></a><a href="#Footnote_17_17" class="fnanchor">[17]</a>, dont l'induction ait besoin &agrave;
cet &eacute;gard peut &ecirc;tre donn&eacute;e par l'exp&eacute;rience. Nous apprenons par
l'exp&eacute;rience qu'il y a dans la nature un ordre de succession invariable,
et que chaque fait y est toujours pr&eacute;c&eacute;d&eacute; par un autre fait. Nous
appelons cause l'<i>ant&eacute;c&eacute;dent invariable</i>, effet le <i>cons&eacute;quent
invariable</i>.&raquo;<a name="FNanchor_18_18" id="FNanchor_18_18"></a><a href="#Footnote_18_18" class="fnanchor">[18]</a> Au fond, nous ne mettons rien d'autre sous ces deux
mots. Nous voulons dire simplement que toujours, partout, le contact du
fer et de l'air humide sera suivi par l'apparition de la rouille,
l'application de la chaleur par la dilatation du corps. &laquo;La cause r&eacute;elle
est la s&eacute;rie des conditions, l'ensemble des ant&eacute;c&eacute;dents sans lesquels
l'effet ne serait pas arriv&eacute;....<a name="FNanchor_19_19" id="FNanchor_19_19"></a><a href="#Footnote_19_19" class="fnanchor">[19]</a> Il n'y a pas de fondement
scientifique dans la distinction que l'on fait entre la cause d'un
ph&eacute;nom&egrave;ne et ses conditions.... La distinction que l'on &eacute;tablit entre le
patient et l'agent est purement verbale.... La cause est la somme des
conditions n&eacute;gatives et positives prises ensemble, la totalit&eacute; des
circonstances et contingences de toute esp&egrave;ce, lesquelles, une fois
donn&eacute;es, sont invariablement suivies du cons&eacute;quent.&raquo;<a name="FNanchor_20_20" id="FNanchor_20_20"></a><a href="#Footnote_20_20" class="fnanchor">[20]</a> On fait grand
bruit du mot n&eacute;cessaire. &laquo;Ce qui est n&eacute;cessaire, ce qui ne peut pas ne
pas &ecirc;tre, est ce qui arrivera, quelles que soient les suppositions que
nous puissions faire &agrave; propos de toutes les autres choses.&raquo;<a name="FNanchor_21_21" id="FNanchor_21_21"></a><a href="#Footnote_21_21" class="fnanchor">[21]</a> Voil&agrave;
tout ce que l'on veut dire quand on pr&eacute;tend que la notion de cause
enferme la notion de n&eacute;cessit&eacute;. On veut dire que l'ant&eacute;c&eacute;dent est
suffisant et complet, qu'il n'y a pas besoin d'en supposer un autre que
lui, qu'il contient toutes les conditions requises, que nulle autre
condition n'est exig&eacute;e. Succ&eacute;der sans condition, voil&agrave; toute la notion
d'effet et de cause. Nous n'en avons pas d'autre. Les philosophes se
m&eacute;prennent quand ils d&eacute;couvrent dans notre volont&eacute; un type diff&eacute;rent de
la cause, et d&eacute;clarent que nous y voyons la force efficiente en acte et
en exercice. Nous n'y voyons rien de semblable. Nous n'apercevons l&agrave;
comme ailleurs que des successions constantes. Nous ne voyons pas un
fait qui en engendre un autre, mais un fait qui en accompagne un autre.
&laquo;Notre volont&eacute;, dit Mill, produit nos actions corporelles, comme le
froid produit la glace, ou comme une &eacute;tincelle produit une explosion de
poudre &agrave; canon.&raquo; Il y a l&agrave; un ant&eacute;c&eacute;dent comme ailleurs, la r&eacute;solution
ou &eacute;tat de l'esprit, et un cons&eacute;quent comme ailleurs, l'effort ou
sensation physique. L'exp&eacute;rience les lie et nous fait pr&eacute;voir que
l'effort suivra la r&eacute;solution, comme elle nous fait pr&eacute;voir que
l'explosion de la poudre suivra le contact de l'&eacute;tincelle. Laissons donc
ces illusions psychologiques, et cherchons simplement, sous le nom
d'effet et de cause, les ph&eacute;nom&egrave;nes qui <i>forment des couples sans
exception ni condition</i>.</p>

<p>Or, pour &eacute;tablir ces liaisons exp&eacute;rimentales, Mill d&eacute;couvre quatre
m&eacute;thodes, et quatre m&eacute;thodes seulement: celle des concordances<a name="FNanchor_22_22" id="FNanchor_22_22"></a><a href="#Footnote_22_22" class="fnanchor">[22]</a>,
celle des diff&eacute;rences<a name="FNanchor_23_23" id="FNanchor_23_23"></a><a href="#Footnote_23_23" class="fnanchor">[23]</a>, celle des r&eacute;sidus<a name="FNanchor_24_24" id="FNanchor_24_24"></a><a href="#Footnote_24_24" class="fnanchor">[24]</a>, celle des variations
concomitantes<a name="FNanchor_25_25" id="FNanchor_25_25"></a><a href="#Footnote_25_25" class="fnanchor">[25]</a>. Elles sont les seules voies par lesquelles nous
puissions p&eacute;n&eacute;trer dans la nature. Il n'y a qu'elles, et elles sont
partout. Et elles emploient toutes le m&ecirc;me artifice. Cet artifice est
l'<i>&eacute;limination</i>; et en effet l'induction n'est pas autre chose. Vous
avez deux groupes, l'un d'ant&eacute;c&eacute;dents, l'autre de cons&eacute;quents, chacun
d'eux contenant plus ou moins d'&eacute;l&eacute;ments: dix, par exemple. A quel
ant&eacute;c&eacute;dent chaque cons&eacute;quent est-il joint? Le premier cons&eacute;quent est-il
joint au premier ant&eacute;c&eacute;dent, ou bien au troisi&egrave;me, ou bien au sixi&egrave;me?
Toute la difficult&eacute; et toute la d&eacute;couverte sont l&agrave;. Pour r&eacute;soudre la
difficult&eacute; et pour op&eacute;rer la d&eacute;couverte, il faut &eacute;liminer, c'est-&agrave;-dire
exclure les ant&eacute;c&eacute;dents qui ne sont point li&eacute;s au cons&eacute;quent que l'on
consid&egrave;re<a name="FNanchor_26_26" id="FNanchor_26_26"></a><a href="#Footnote_26_26" class="fnanchor">[26]</a>. Mais comme effectivement on ne peut les exclure, et que,
dans la nature, toujours le couple est entour&eacute; de circonstances, on
assemble divers cas qui, par leur diversit&eacute;, permettent &agrave; l'esprit de
retrancher ces circonstances, et de voir le couple &agrave; nu. En d&eacute;finitive,
on n'induit qu'en formant des couples; on ne les forme qu'en les
isolant; on ne les isole que par des comparaisons.</p>



<h3><a name="two-VIII" id="two-VIII"></a>VIII</h3>

<p>Ce sont l&agrave; des formules, un fait sera plus clair. En voici un: vous
allez voir les m&eacute;thodes en exercice; il y a un exemple qui les rassemble
presque toutes. Il s'agit de la th&eacute;orie de la ros&eacute;e du docteur Well. Je
cite les propres paroles de Mill; elles sont si nettes, qu'il faut vous
donner le plaisir de les m&eacute;diter.</p>

<p>&laquo;Il faut d'abord distinguer la ros&eacute;e de la pluie aussi bien que des
brouillards, et la d&eacute;finir en disant qu' &laquo;elle est l'apparition
spontan&eacute;e d'une moiteur sur des corps expos&eacute;s en plein air, quand il ne
tombe point de pluie ni d'humidit&eacute; visible.&raquo;<a name="FNanchor_27_27" id="FNanchor_27_27"></a><a href="#Footnote_27_27" class="fnanchor">[27]</a> La ros&eacute;e ainsi d&eacute;finie,
quelle en est la cause, et comment l'a-t-on trouv&eacute;e?</p>

<p>&laquo;D'abord, nous avons des ph&eacute;nom&egrave;nes analogues dans la moiteur qui couvre
un m&eacute;tal froid ou une pierre lorsque nous soufflons dessus, qui appara&icirc;t
en &eacute;t&eacute; sur les parois d'un verre d'eau fra&icirc;che qui sort du puits, qui se
montre &agrave; l'int&eacute;rieur des vitres quand la gr&ecirc;le ou une pluie soudaine
refroidit l'air ext&eacute;rieur, qui coule sur nos murs lorsqu'apr&egrave;s un long
froid arrive un d&eacute;gel ti&egrave;de et humide.&mdash;Comparant tous ces cas, nous
trouvons qu'ils contiennent tous le ph&eacute;nom&egrave;ne en question. Or, tous ces
cas s'accordent en un point, &agrave; savoir, que l'objet qui se couvre de
ros&eacute;e est plus froid que l'air qui le touche. Cela arrive-t-il aussi
dans le cas de la ros&eacute;e nocturne? Est-ce un fait que l'objet baign&eacute; de
ros&eacute;e est plus froid que l'air? Nous sommes tent&eacute;s de r&eacute;pondre que non,
car qui est-ce qui le rendrait plus froid? Mais l'exp&eacute;rience est ais&eacute;e:
nous n'avons qu'&agrave; mettre un thermom&egrave;tre en contact avec la substance
couverte de ros&eacute;e, et en suspendre un autre un peu au-dessus, hors de la
port&eacute;e de son influence. L'exp&eacute;rience a &eacute;t&eacute; faite, la question a &eacute;t&eacute;
pos&eacute;e, et toujours la r&eacute;ponse s'est trouv&eacute;e affirmative. Toutes les fois
qu'un objet se recouvre de ros&eacute;e, il est plus froid que l'air.<a name="FNanchor_28_28" id="FNanchor_28_28"></a><a href="#Footnote_28_28" class="fnanchor">[28]</a></p>

<p>&laquo;Voil&agrave; une application compl&egrave;te de la <i>m&eacute;thode de concordance</i>: elle
&eacute;tablit une liaison invariable entre l'apparition de la ros&eacute;e sur une
surface et la froideur de cette surface compar&eacute;e &agrave; l'air ext&eacute;rieur. Mais
laquelle des deux est cause, et laquelle effet? ou bien sont-elles
toutes les deux les effets de quelque chose d'autre? Sur ce point, la
m&eacute;thode de concordance ne nous fournit aucune lumi&egrave;re. Nous devons avoir
recours &agrave; une m&eacute;thode plus puissante: nous devons varier les
circonstances, nous devons noter les cas o&ugrave; la ros&eacute;e manque; car une des
conditions n&eacute;cessaires pour appliquer la <i>m&eacute;thode de diff&eacute;rence,</i> c'est
de comparer des cas o&ugrave; le ph&eacute;nom&egrave;ne se rencontre avec d'autres o&ugrave; il ne
se rencontre pas.<a name="FNanchor_29_29" id="FNanchor_29_29"></a><a href="#Footnote_29_29" class="fnanchor">[29]</a></p>

<p>&laquo;Or la ros&eacute;e ne se d&eacute;pose pas sur la surface des m&eacute;taux polis, tandis
qu'elle se d&eacute;pose tr&egrave;s-abondamment sur le verre. Voil&agrave; un cas o&ugrave; l'effet
se produit, et un autre o&ugrave; il ne se produit point.... Mais, comme les
diff&eacute;rences qu'il y a entre le verre et les m&eacute;taux polis sont
nombreuses, la seule chose dont nous puissions encore &ecirc;tre s&ucirc;rs, c'est
que la cause de la ros&eacute;e se trouvera parmi les circonstances qui
distinguent le verre des m&eacute;taux polis<a name="FNanchor_30_30" id="FNanchor_30_30"></a><a href="#Footnote_30_30" class="fnanchor">[30]</a>.... Cherchons donc &agrave; d&eacute;m&ecirc;ler
cette circonstance, et pour cela employons la seule m&eacute;thode possible,
celle des <i>variations concomitantes</i>. Dans le cas des m&eacute;taux polis et du
verre poli, le contraste montre &eacute;videmment que la <i>substance</i> a une
grande influence sur le ph&eacute;nom&egrave;ne. C'est pourquoi faisons varier autant
que possible la substance seule, en exposant &agrave; l'air les surfaces
polies de diff&eacute;rentes sortes. Cela fait, on voit tout de suite para&icirc;tre
une &eacute;chelle d'intensit&eacute;. Les substances polies qui conduisent le plus
mal la chaleur sont celles qui s'impr&egrave;gnent le plus de ros&eacute;e; celles qui
conduisent le mieux la chaleur sont celles qui s'en humectent le
moins<a name="FNanchor_31_31" id="FNanchor_31_31"></a><a href="#Footnote_31_31" class="fnanchor">[31]</a>: d'o&ugrave; l'on conclut que &laquo;l'apparition de la ros&eacute;e est li&eacute;e au
pouvoir que poss&egrave;de le corps de r&eacute;sister au passage de la chaleur.&raquo;</p>

<p>&laquo; Mais si nous exposons &agrave; l'air des surfaces rudes au lieu de surfaces
polies, nous trouvons quelquefois cette loi renvers&eacute;e. Ainsi le fer
rude, particuli&egrave;rement s'il est peint ou noirci, se mouille de ros&eacute;e
plus vite que le papier verni. L'<i>esp&egrave;ce de surface</i> a donc beaucoup
d'influence. C'est pourquoi exposons la m&ecirc;me substance en faisant varier
le plus possible l'&eacute;tat de sa surface (ce qui est un nouvel emploi de la
m&eacute;thode des variations concomitantes), et une nouvelle &eacute;chelle
d'intensit&eacute; se montrera. Les surfaces qui perdent leur chaleur le plus
ais&eacute;ment par le rayonnement sont celles qui se mouillent le plus
abondamment de ros&eacute;e.<a name="FNanchor_32_32" id="FNanchor_32_32"></a><a href="#Footnote_32_32" class="fnanchor">[32]</a> On en conclut &laquo;que l'apparition de la ros&eacute;e
est li&eacute;e &agrave; la capacit&eacute; de perdre la chaleur par voie de rayonnement.&raquo;</p>

<p>&laquo;A pr&eacute;sent l'influence que nous venons de reconna&icirc;tre &agrave; la <i>substance</i>
et &agrave; la <i>surface</i> nous conduit &agrave; consid&eacute;rer celle de la <i>texture</i>, et l&agrave;
nous rencontrons une troisi&egrave;me &eacute;chelle d'intensit&eacute;, qui nous montre les
substances d'une texture ferme et serr&eacute;e, par exemple les pierres et les
m&eacute;taux, comme d&eacute;favorables &agrave; l'apparition de la ros&eacute;e, et au contraire
les substances d'une texture l&acirc;che, par exemple le drap, le velours, la
laine, le duvet, comme &eacute;minemment favorables &agrave; la production de la
ros&eacute;e. La texture l&acirc;che est donc une des circonstances qui la
provoquent. Mais cette troisi&egrave;me cause se ram&egrave;ne &agrave; la premi&egrave;re, qui est
le pouvoir de r&eacute;sister au passage de la chaleur, car les substances de
texture l&acirc;che sont pr&eacute;cis&eacute;ment celles qui fournissent les meilleurs
v&ecirc;tements, en emp&ecirc;chant la chaleur de passer de la peau &agrave; l'air, ce
qu'elles font en maintenant leur surface int&eacute;rieure tr&egrave;s-chaude,
pendant que leur surface ext&eacute;rieure est tr&egrave;s-froide<a name="FNanchor_33_33" id="FNanchor_33_33"></a><a href="#Footnote_33_33" class="fnanchor">[33]</a>.</p>

<p>&laquo;Ainsi les cas tr&egrave;s-vari&eacute;s dans lesquels beaucoup de ros&eacute;e se d&eacute;pose
s'accordent en ceci, et, autant que nous pouvons l'observer, en ceci
seulement, qu'ils conduisent lentement la chaleur ou la rayonnent
rapidement,&mdash;deux qualit&eacute;s qui ne s'accordent qu'en un seul point, qui
est qu'en vertu de l'une et de l'autre le corps tend &agrave; perdre sa chaleur
par sa surface plus rapidement qu'elle ne peut lui &ecirc;tre restitu&eacute;e par le
dedans. Au contraire, les cas tr&egrave;s-vari&eacute;s dans lesquels la ros&eacute;e manque
ou est tr&egrave;s-peu abondante s'accordent en ceci, et, autant que nous
pouvons l'observer, en ceci seulement, qu'ils n'ont pas cette propri&eacute;t&eacute;.
Nous pouvons maintenant r&eacute;pondre &agrave; la question primitive et savoir
lequel des deux, du froid et de la ros&eacute;e, est la cause de l'autre. Nous
venons de trouver que la substance sur laquelle la ros&eacute;e se d&eacute;pose doit,
par ses seules propri&eacute;t&eacute;s, devenir plus froide que l'air. Nous pouvons
donc rendre compte de sa froideur, abstraction faite de la ros&eacute;e, et,
comme il y a une liaison entre les deux, c'est la ros&eacute;e qui d&eacute;pend de
la froideur; en d'autres termes, la froideur est la cause de la
ros&eacute;e.<a name="FNanchor_34_34" id="FNanchor_34_34"></a><a href="#Footnote_34_34" class="fnanchor">[34]</a></p>

<p>&laquo;Maintenant cette loi si amplement &eacute;tablie peut se confirmer de trois
mani&egrave;res diff&eacute;rentes. Premi&egrave;rement, par d&eacute;duction, en partant des lois
connues que suit la vapeur aqueuse lorsqu'elle est diffuse dans l'air ou
dans tout autre gaz. On sait par l'exp&eacute;rience directe que la quantit&eacute;
d'eau qui peut rester suspendue dans l'air &agrave; l'&eacute;tat de vapeur est
limit&eacute;e pour chaque degr&eacute; de temp&eacute;rature, et que ce maximum devient
moindre &agrave; mesure que la temp&eacute;rature diminue. Il suit de l&agrave; d&eacute;ductivement
que, s'il y a d&eacute;j&agrave; autant de vapeur suspendue dans l'air que peut en
contenir sa temp&eacute;rature pr&eacute;sente, tout abaissement de cette temp&eacute;rature
portera une portion de la vapeur &agrave; se condenser et &agrave; se changer en eau.
Mais, de plus, nous savons d&eacute;ductivement, d'apr&egrave;s les lois de la
chaleur, que le contact de l'air avec un corps plus froid que lui-m&ecirc;me
abaissera n&eacute;cessairement la temp&eacute;rature de la couche d'air imm&eacute;diatement
appliqu&eacute;e &agrave; sa surface, et par cons&eacute;quent la forcera d'abandonner une
portion de son eau, laquelle, d'apr&egrave;s les lois ordinaires de la
gravitation ou coh&eacute;sion, s'attachera &agrave; la surface du corps, ce qui
constituera la ros&eacute;e.... Cette preuve d&eacute;ductive a l'avantage de rendre
compte des exceptions, c'est-&agrave;-dire des cas o&ugrave;, ce corps &eacute;tant plus
froid que l'air, il ne se d&eacute;pose pourtant point de ros&eacute;e: car elle
montre qu'il en sera n&eacute;cessairement ainsi, lorsque l'air sera si peu
fourni de vapeur aqueuse, comparativement &agrave; sa temp&eacute;rature, que m&ecirc;me,
&eacute;tant un peu refroidi par le contact d'un corps plus froid, il sera
encore capable de tenir en suspension toute la vapeur qui s'y trouvait
d'abord suspendue. Ainsi, dans un &eacute;t&eacute; tr&egrave;s-sec, il n'y a pas de ros&eacute;e,
ni dans un hiver tr&egrave;s-sec de gel&eacute;es blanches.<a name="FNanchor_35_35" id="FNanchor_35_35"></a><a href="#Footnote_35_35" class="fnanchor">[35]</a></p>

<p>&laquo;La seconde confirmation de la th&eacute;orie se tire de l'exp&eacute;rience directe
pratiqu&eacute;e selon la m&eacute;thode de diff&eacute;rence. Nous pouvons, en refroidissant
la surface de n'importe quel corps, atteindre en tous les cas une
temp&eacute;rature &agrave; laquelle la ros&eacute;e commence &agrave; se d&eacute;poser. Nous ne pouvons,
&agrave; la v&eacute;rit&eacute;, faire cela que sur une petite &eacute;chelle; mais nous avons
d'amples raisons pour conclure que la m&ecirc;me op&eacute;ration, si elle &eacute;tait
conduite dans le grand laboratoire de la nature, aboutirait au m&ecirc;me
effet.</p>

<p>&laquo;Et finalement nous sommes capables de v&eacute;rifier le r&eacute;sultat, m&ecirc;me sur
cette grande &eacute;chelle. Le cas est un de ces cas rares o&ugrave; la nature fait
l'exp&eacute;rience pour nous de la m&ecirc;me mani&egrave;re que nous la ferions
nous-m&ecirc;mes, c'est-&agrave;-dire en introduisant dans l'&eacute;tat ant&eacute;rieur des
choses une circonstance nouvelle, unique et parfaitement d&eacute;finie, et en
manifestant l'effet si rapidement, que le temps manquerait pour tout
autre changement consid&eacute;rable dans les circonstances ant&eacute;rieures. On a
observ&eacute; que la ros&eacute;e ne se d&eacute;pose jamais abondamment dans des endroits
fort abrit&eacute;s contre le ciel ouvert, et point du tout dans les nuits
nuageuses; mais que, si les nuages s'&eacute;cartent, f&ucirc;t-ce pour quelques
minutes seulement, de fa&ccedil;on &agrave; laisser une ouverture, la ros&eacute;e commence &agrave;
se d&eacute;poser, et va en augmentant. Ici il est compl&egrave;tement prouv&eacute; que la
pr&eacute;sence ou l'absence d'une communication non interrompue avec le ciel
cause la pr&eacute;sence ou l'absence de la ros&eacute;e; mais puisqu'un ciel clair
n'est que l'absence des nuages, et que les nuages, comme tous les corps
entre lesquels et un objet donn&eacute; il n'y a rien qu'un fluide &eacute;lastique,
ont cette propri&eacute;t&eacute; connue, qu'ils tendent &agrave; &eacute;lever ou &agrave; maintenir la
temp&eacute;rature de la surface de l'objet en rayonnant vers lui de la
chaleur, nous voyons &agrave; l'instant que la retraite des nuages refroidira
la surface. Ainsi, dans ce cas, la nature ayant produit un changement
dans l'ant&eacute;c&eacute;dent par des moyens connus et d&eacute;finis, le cons&eacute;quent suit
et doit suivre: exp&eacute;rience naturelle conforme aux r&egrave;gles de la m&eacute;thode
de diff&eacute;rence.&raquo;<a name="FNanchor_36_36" id="FNanchor_36_36"></a><a href="#Footnote_36_36" class="fnanchor">[36]</a></p>



<h3><a name="two-IX" id="two-IX"></a>IX</h3>

<p>Ce ne sont pas l&agrave; tous les proc&eacute;d&eacute;s des sciences, mais ceux-ci m&egrave;nent
aux autres. Vous allez voir comme chez Mill tout s'encha&icirc;ne. Il n'y a
pas d'esprit plus rigoureux. Sans doute ces proc&eacute;d&eacute;s d'isolement en
beaucoup de cas sont impuissants, et ces cas sont ceux o&ugrave; l'effet, &eacute;tant
produit par un concours de causes, ne peut &ecirc;tre divis&eacute; en ses &eacute;l&eacute;ments.
Les m&eacute;thodes d'isolement sont alors impraticables. Nous ne pouvons plus
&eacute;liminer, et par cons&eacute;quent nous ne pouvons plus induire. Et cette
difficult&eacute; si grave se rencontre dans presque tous les cas du mouvement,
car presque tout mouvement est l'effet d'un concours de forces, et les
effets respectifs des diverses forces se trouvent en lui m&ecirc;l&eacute;s &agrave; un tel
point qu'on ne peut les s&eacute;parer sans le d&eacute;truire, en sorte qu'il semble
impossible de savoir quelle part chaque force a dans la production de ce
mouvement. Prenez un corps sollicit&eacute; par deux forces dont les directions
font un angle, il se meut suivant la diagonale; chaque partie, chaque
moment, chaque position, chaque &eacute;l&eacute;ment de son mouvement est l'effet
combin&eacute; des deux forces sollicitantes. Les deux effets se p&eacute;n&egrave;trent
tellement qu'on n'en peut isoler aucun et le rapporter &agrave; sa source. Pour
apercevoir s&eacute;par&eacute;ment chaque effet, il faudrait consid&eacute;rer des
mouvements diff&eacute;rents, c'est-&agrave;-dire supprimer le mouvement donn&eacute; et le
remplacer par d'autres. Ni la m&eacute;thode de concordance ou de diff&eacute;rence,
ni la m&eacute;thode des r&eacute;sidus ou des variations concomitantes, qui sont
toutes d&eacute;composantes et &eacute;liminatives, ne peuvent servir contre un
ph&eacute;nom&egrave;ne qui par nature exclut toute &eacute;limination et toute
d&eacute;composition. Il faut donc tourner l'obstacle, et c'est ici qu'appara&icirc;t
la derni&egrave;re clef de la nature, la m&eacute;thode de d&eacute;duction. Nous quittons le
ph&eacute;nom&egrave;ne, nous nous reportons &agrave; c&ocirc;t&eacute; de lui, nous en &eacute;tudions d'autres
plus simples, nous &eacute;tablissons leurs lois, et nous lions chacun d'eux &agrave;
sa cause par les proc&eacute;d&eacute;s de l'induction ordinaire; puis, supposant le
concours de deux ou plusieurs de ces causes, nous concluons d'apr&egrave;s
leurs lois connues quel devra &ecirc;tre leur effet total. Nous v&eacute;rifions
ensuite si le mouvement donn&eacute; est exactement semblable au mouvement
pr&eacute;dit, et si cela est, nous l'attribuons aux causes d'o&ugrave; nous l'avons
d&eacute;duit. Ainsi, pour d&eacute;couvrir les causes des mouvements des plan&egrave;tes,
nous recherchons par des inductions simples les lois de deux causes,
l'une qui est la force d'impulsion primitive dirig&eacute;e selon la tangente,
l'autre qui est la force acc&eacute;l&eacute;ratrice attractive. De ces lois induites
nous d&eacute;duisons par le calcul le mouvement d'un corps qui serait soumis &agrave;
leurs sollicitations combin&eacute;es, et, v&eacute;rifiant que les mouvements
plan&eacute;taires observ&eacute;s co&iuml;ncident exactement avec les mouvements pr&eacute;vus,
nous concluons que les deux forces en question sont effectivement les
causes des mouvements plan&eacute;taires. &laquo;C'est &agrave; cette m&eacute;thode, dit Mill, que
l'esprit humain doit ses plus grands triomphes. Nous lui devons toutes
les th&eacute;ories qui ont r&eacute;uni des ph&eacute;nom&egrave;nes vastes et compliqu&eacute;s sous
quelques lois simples.&raquo; Ses d&eacute;tours nous ont conduits plus loin que la
voie directe; elle a tir&eacute; son efficacit&eacute; de son imperfection.</p>



<h3><a name="two-X" id="two-X"></a>X</h3>

<p>Que si nous comparons maintenant les deux m&eacute;thodes, leur opportunit&eacute;,
leur office, leur domaine, nous y trouverons comme en abr&eacute;g&eacute; l'histoire,
les divisions, les esp&eacute;rances et les limites de la science humaine. La
premi&egrave;re appara&icirc;t au d&eacute;but, la seconde &agrave; la fin. La premi&egrave;re a d&ucirc;
prendre l'empire au temps de Bacon,<a name="FNanchor_37_37" id="FNanchor_37_37"></a><a href="#Footnote_37_37" class="fnanchor">[37]</a> et commence &agrave; le perdre; la
seconde a d&ucirc; perdre l'empire au temps de Bacon, et commence &agrave; le
prendre: en sorte que la science, apr&egrave;s avoir pass&eacute; de l'&eacute;tat d&eacute;ductif
&agrave; l'&eacute;tat exp&eacute;rimental, passe de l'&eacute;tat exp&eacute;rimental &agrave; l'&eacute;tat d&eacute;ductif.
La premi&egrave;re a pour province les ph&eacute;nom&egrave;nes d&eacute;composables et sur lesquels
nous pouvons exp&eacute;rimenter. La seconde a pour domaine les ph&eacute;nom&egrave;nes
ind&eacute;composables, ou sur lesquels nous ne pouvons exp&eacute;rimenter. La
premi&egrave;re est efficace en physique, en chimie, en zoologie, en botanique,
dans les premi&egrave;res d&eacute;marches de toute science, partout o&ugrave; les ph&eacute;nom&egrave;nes
sont m&eacute;diocrement compliqu&eacute;s, proportionn&eacute;s &agrave; notre force, capables
d'&ecirc;tre transform&eacute;s par les moyens dont nous disposons. La seconde est
puissante en astronomie, dans les parties sup&eacute;rieures de la physique, en
physiologie, en histoire, dans les derni&egrave;res d&eacute;marches de toute science,
partout o&ugrave; les ph&eacute;nom&egrave;nes sont fort compliqu&eacute;s, comme la vie animale et
sociale, ou plac&eacute;s hors de nos prises, comme le mouvement des corps
c&eacute;lestes et les r&eacute;volutions de l'enveloppe terrestre. Quand la m&eacute;thode
convenable n'est pas employ&eacute;e, la science s'arr&ecirc;te; quand la m&eacute;thode
convenable est pratiqu&eacute;e, la science marche. L&agrave; est tout le secret de
son pass&eacute; et de son pr&eacute;sent. Si les sciences physiques sont rest&eacute;es
immobiles jusqu'&agrave; Bacon, c'est qu'on d&eacute;duisait lorsqu'il fallait
induire. Si la physiologie et les sciences morales aujourd'hui sont en
retard, c'est qu'on y induit lorsqu'il faudrait d&eacute;duire. C'est par
d&eacute;ductions et d'apr&egrave;s les lois physiques et chimiques qu'on pourra
expliquer les ph&eacute;nom&egrave;nes physiologiques. C'est par d&eacute;duction et d'apr&egrave;s
les lois mentales qu'on pourra expliquer les ph&eacute;nom&egrave;nes historiques.<a name="FNanchor_38_38" id="FNanchor_38_38"></a><a href="#Footnote_38_38" class="fnanchor">[38]</a>
Et ce qui est l'instrument de ces deux sciences se trouve le but de
toutes les autres. Toutes tendent &agrave; devenir d&eacute;ductives; toutes aspirent
&agrave; se r&eacute;sumer en quelques propositions g&eacute;n&eacute;rales desquelles le reste
puisse se d&eacute;duire. Moins ces propositions sont nombreuses, plus la
science est avanc&eacute;e. Moins une science exige de suppositions et de
donn&eacute;es, plus elle est parfaite. Cette r&eacute;duction est son &eacute;tat final.
L'astronomie, l'acoustique, l'optique, lui offrent son mod&egrave;le. Nous
conna&icirc;trons la nature quand nous aurons d&eacute;duit ses millions de faits de
deux ou trois lois.</p>

<p>J'ose dire que la th&eacute;orie que vous venez d'entendre est parfaite. J'en
ai omis plusieurs traits, mais vous en avez assez vu pour reconna&icirc;tre
que nulle part l'induction n'a &eacute;t&eacute; expliqu&eacute;e d'une fa&ccedil;on si compl&egrave;te et
si pr&eacute;cise, avec une telle abondance de distinctions fines et justes,
avec des applications si &eacute;tendues et si exactes, avec une telle
connaissance des pratiques effectives et des d&eacute;couvertes acquises, avec
une plus enti&egrave;re exclusion des principes &agrave; priori et des suppositions
m&eacute;taphysiques, dans un esprit plus conforme aux proc&eacute;d&eacute;s rigoureux de
l'exp&eacute;rience moderne. Vous me demandiez tout &agrave; l'heure ce que nous avons
fait en philosophie; je r&eacute;ponds: la th&eacute;orie de l'induction. Mill est le
dernier d'une grande lign&eacute;e qui commence &agrave; Bacon, et qui, par Hobbes,
Newton, Locke, Hume, Herschel, s'est continu&eacute;e jusqu'&agrave; nous. Ils ont
port&eacute; dans la philosophie notre esprit national; ils ont &eacute;t&eacute; positifs et
pratiques; ils ne se sont point envol&eacute;s au-dessus des faits; ils n'ont
point tent&eacute; des routes extraordinaires; ils ont purg&eacute; le cerveau humain
de ses illusions, de ses ambitions, de ses fantaisies. Ils l'ont employ&eacute;
du seul c&ocirc;t&eacute; o&ugrave; il puisse agir; ils n'ont voulu que planter des
barri&egrave;res et des flambeaux sur le chemin d&eacute;j&agrave; fray&eacute; par les sciences
fructueuses. Ils n'ont point voulu d&eacute;penser vainement leur travail hors
de la voie explor&eacute;e et v&eacute;rifi&eacute;e. Ils ont aid&eacute; &agrave; la grande oeuvre
moderne, la d&eacute;couverte des lois applicables; ils ont contribu&eacute;, comme
les savants sp&eacute;ciaux, &agrave; augmenter la puissance de l'homme. Trouvez-moi
beaucoup de philosophies qui en aient fait autant.</p>



<h3><a name="two-XI" id="two-XI"></a>XI</h3>

<p>Vous allez me dire que mon philosophe s'est coup&eacute; les ailes pour
fortifier les jambes. Certainement, et il a bien fait. L'exp&eacute;rience
borne la carri&egrave;re qu'elle nous ouvre; elle nous a donn&eacute; notre but; elle
nous donne aussi nos limites. Nous n'avons qu'&agrave; regarder les &eacute;l&eacute;ments
qui la composent et les &eacute;v&eacute;nements dont elle part pour comprendre que sa
port&eacute;e est restreinte. Sa nature et son proc&eacute;d&eacute; r&eacute;duisent sa marche &agrave;
quelques pas. Et d'abord<a name="FNanchor_39_39" id="FNanchor_39_39"></a><a href="#Footnote_39_39" class="fnanchor">[39]</a> les lois derni&egrave;res de la nature ne peuvent
&ecirc;tre moins nombreuses que les esp&egrave;ces distinctes de nos sensations. Nous
pouvons bien r&eacute;duire un mouvement &agrave; un autre mouvement, mais non la
sensation de chaleur &agrave; la sensation d'odeur, ou de couleur, ou de son,
ni l'une ou l'autre &agrave; un mouvement. Nous pouvons bien ramener l'un &agrave;
l'autre des ph&eacute;nom&egrave;nes de degr&eacute; diff&eacute;rent, mais non des ph&eacute;nom&egrave;nes
d'esp&egrave;ce diff&eacute;rente. Nous trouvons les sensations distinctes au fond de
toutes nos connaissances, comme des &eacute;l&eacute;ments simples, ind&eacute;composables,
absolument s&eacute;par&eacute;s les uns des autres, absolument incapables d'&ecirc;tre
ramen&eacute;s les uns aux autres. L'exp&eacute;rience a beau faire, elle ne peut
supprimer ces diversit&eacute;s qui la fondent. D'autre part, l'exp&eacute;rience a
beau faire, elle ne peut se soustraire aux conditions dans lesquelles
elle agit. Quel que soit son domaine, il est limit&eacute; dans le temps et
dans l'espace; le fait qu'elle observe est born&eacute; et amen&eacute; par une
infinit&eacute; d'autres qu'elle ne peut atteindre. Elle est oblig&eacute;e de
supposer ou de reconna&icirc;tre quelque &eacute;tat primordial d'o&ugrave; elle part et
qu'elle n'explique pas.<a name="FNanchor_40_40" id="FNanchor_40_40"></a><a href="#Footnote_40_40" class="fnanchor">[40]</a> Tout probl&egrave;me a ses donn&eacute;es accidentelles ou
arbitraires: on en d&eacute;duit le reste, mais on ne les d&eacute;duit de rien. Le
soleil, la terre, les plan&egrave;tes, l'impulsion initiale des corps c&eacute;lestes,
les propri&eacute;t&eacute;s primitives des substances chimiques, sont de ces
donn&eacute;es.<a name="FNanchor_41_41" id="FNanchor_41_41"></a><a href="#Footnote_41_41" class="fnanchor">[41]</a> Si nous les poss&eacute;dions toutes, nous pourrions tout
expliquer par elles, mais nous ne saurions les expliquer elles-m&ecirc;mes.
Pourquoi, demande Mill, ces agents naturels ont-ils exist&eacute; &agrave; l'origine
plut&ocirc;t que d'autres? Pourquoi ont-ils &eacute;t&eacute; m&ecirc;l&eacute;s en telles ou telles
proportions? Pourquoi ont-ils &eacute;t&eacute; distribu&eacute;s de telle ou telle mani&egrave;re
dans l'espace? C'est l&agrave; une question &agrave; laquelle nous ne pouvons
r&eacute;pondre. Bien plus, nous ne pouvons d&eacute;couvrir rien de r&eacute;gulier dans
cette distribution m&ecirc;me; nous ne pouvons la r&eacute;duire &agrave; quelque
uniformit&eacute;, &agrave; quelque loi. L'assemblage de ces agents n'est pour nous
qu'un pur accident<a name="FNanchor_42_42" id="FNanchor_42_42"></a><a href="#Footnote_42_42" class="fnanchor">[42]</a>. Et l'astronomie, qui tout &agrave; l'heure nous offrait
le mod&egrave;le de la science achev&eacute;e, nous offre maintenant l'exemple de la
science limit&eacute;e. Nous pouvons bien pr&eacute;dire les innombrables positions de
tous les corps plan&eacute;taires; mais nous sommes oblig&eacute;s de supposer, outre
l'impulsion primitive et son degr&eacute;, outre la force attractive et sa loi,
les masses et les distances de tous les corps dont nous parlons. Nous
comprenons des millions de faits, mais au moyen d'une centaine de faits
que nous ne comprenons pas; nous atteignons des cons&eacute;quences
n&eacute;cessaires, mais au moyen d'ant&eacute;c&eacute;dents accidentels, en sorte que, si
la th&eacute;orie de notre univers &eacute;tait achev&eacute;e, elle aurait encore deux
grandes lacunes: l'une au commencement du monde physique, l'autre au
d&eacute;but du monde moral; l'une comprenant les &eacute;l&eacute;ments de l'&ecirc;tre, l'autre
renfermant les &eacute;l&eacute;ments de l'exp&eacute;rience; l'une contenant les sensations
primitives, l'autre contenant les agents primitifs. &laquo;Notre science, dit
votre Royer-Collard, consiste &agrave; puiser l'ignorance &agrave; sa source la plus
&eacute;lev&eacute;e.&raquo;</p>

<p>Pouvons-nous au moins affirmer que ces donn&eacute;es irr&eacute;ductibles ne le sont
qu'en apparence et au regard de notre esprit? Pouvons-nous dire qu'elles
ont des causes comme les faits d&eacute;riv&eacute;s dont elles sont les causes?
Pouvons-nous d&eacute;cider que tout &eacute;v&eacute;nement &agrave; tout point du temps et de
l'espace arrive selon des lois, et que notre petit monde si bien r&eacute;gl&eacute;
est un abr&eacute;g&eacute; du grand? Pouvons-nous, par quelque axiome, sortir de
notre enceinte si &eacute;troite, et affirmer quelque chose de l'univers? En
aucune fa&ccedil;on, et c'est ici que Mill pousse aux derni&egrave;res cons&eacute;quences;
car la loi qui attribue une cause &agrave; tout &eacute;v&eacute;nement n'a pour lui d'autre
fondement, d'autre valeur et d'autre port&eacute;e que notre exp&eacute;rience. Elle
ne renferme point sa n&eacute;cessit&eacute; en elle-m&ecirc;me; elle tire toute son
autorit&eacute; du grand nombre des cas o&ugrave; on l'a reconnue vraie; elle ne fait
que r&eacute;sumer une somme d'observations; elle lie deux donn&eacute;es qui,
consid&eacute;r&eacute;es en elles-m&ecirc;mes, n'ont point de liaison intime; elle joint
l'ant&eacute;c&eacute;dent et le cons&eacute;quent pris en g&eacute;n&eacute;ral, comme la loi de la
pesanteur joint un ant&eacute;c&eacute;dent et un cons&eacute;quent pris en particulier; elle
constate un couple, comme font toutes les lois exp&eacute;rimentales, et
participe &agrave; leur incertitude comme &agrave; leurs restrictions. Ecoutez ces
fortes paroles: &laquo;Je suis convaincu que si un homme habitu&eacute; &agrave;
l'abstraction et &agrave; l'analyse exer&ccedil;ait loyalement ses facult&eacute;s &agrave; cet
effet, il ne trouverait point de difficult&eacute;, quand son imagination
aurait pris le pli, &agrave; concevoir qu'en certains endroits, par exemple
dans un des firmaments dont l'astronomie sid&eacute;rale compose &agrave; pr&eacute;sent
l'univers, les &eacute;v&eacute;nements puissent se succ&eacute;der au hasard, sans aucune
loi fixe; et rien, ni dans notre exp&eacute;rience, ni dans notre constitution
mentale, ne nous fournit une raison suffisante, ni m&ecirc;me une raison
quelconque pour croire que cela n'a lieu nulle part.&raquo;<a name="FNanchor_43_43" id="FNanchor_43_43"></a><a href="#Footnote_43_43" class="fnanchor">[43]</a> Pratiquement,
nous pouvons nous fier &agrave; une loi si bien &eacute;tablie; mais &laquo;dans les parties
lointaines des r&eacute;gions stellaires, o&ugrave; les ph&eacute;nom&egrave;nes peuvent &ecirc;tre
enti&egrave;rement diff&eacute;rents de ceux que nous connaissons, ce serait folie
d'affirmer hardiment le r&egrave;gne de cette loi g&eacute;n&eacute;rale, comme ce serait
folie d'affirmer pour l&agrave;-bas le r&egrave;gne des lois sp&eacute;ciales qui se
maintiennent universellement exactes sur notre plan&egrave;te.&raquo;<a name="FNanchor_44_44" id="FNanchor_44_44"></a><a href="#Footnote_44_44" class="fnanchor">[44]</a> Nous sommes
donc chass&eacute;s irr&eacute;vocablement de l'infini; nos facult&eacute;s et nos assertions
n'y peuvent rien atteindre; nous restons confin&eacute;s dans un tout petit
cercle; notre esprit ne porte pas au del&agrave; de son exp&eacute;rience; nous ne
pouvons &eacute;tablir entre les faits aucune liaison universelle et
n&eacute;cessaire; peut-&ecirc;tre m&ecirc;me n'existe-t-il entre les faits aucune liaison
universelle et n&eacute;cessaire. Mill s'arr&ecirc;te l&agrave;; mais certainement, en
menant son id&eacute;e jusqu'au bout, on arriverait &agrave; consid&eacute;rer le monde comme
un simple morceau de faits. Nulle n&eacute;cessit&eacute; int&eacute;rieure ne produirait
leur liaison ni leur existence. Ils seraient de pures donn&eacute;es,
c'est-&agrave;-dire des accidents. Quelquefois, comme dans notre syst&egrave;me, ils
se trouveraient assembl&eacute;s de fa&ccedil;on &agrave; amener des retours r&eacute;guliers;
quelquefois ils seraient assembl&eacute;s de mani&egrave;re &agrave; n'en pas amener du tout.
Le hasard, comme chez D&eacute;mocrite, serait au coeur des choses. Les lois en
d&eacute;riveraient, et n'en d&eacute;riveraient que &ccedil;&agrave; et l&agrave;. Il en serait des &ecirc;tres
comme des nombres, comme des fractions par exemple, qui, selon le hasard
des deux facteurs primitifs, tant&ocirc;t s'&eacute;talent, tant&ocirc;t ne s'&eacute;talent pas
en p&eacute;riodes r&eacute;guli&egrave;res. Voil&agrave; sans doute une conception originale et
haute. Elle est la derni&egrave;re cons&eacute;quence de l'id&eacute;e primitive et dominante
que nous avons d&eacute;m&ecirc;l&eacute;e au commencement du syst&egrave;me, qui a transform&eacute; les
th&eacute;ories de la d&eacute;finition, de la proposition et du syllogisme; qui a
r&eacute;duit les axiomes &agrave; des v&eacute;rit&eacute;s d'exp&eacute;rience; qui a d&eacute;velopp&eacute; et
perfectionn&eacute; la th&eacute;orie de l'induction; qui a &eacute;tabli le but, les bornes,
les provinces, et les m&eacute;thodes de la science; qui dans la nature et dans
la science a partout supprim&eacute; les liaisons int&eacute;rieures; qui a remplac&eacute;
le n&eacute;cessaire par l'accidentel, la cause par l'ant&eacute;c&eacute;dent, et qui
consiste &agrave; pr&eacute;tendre que toute assertion utile a pour effet de former un
couple, c'est-&agrave;-dire de joindre deux faits qui, par leur nature, sont
s&eacute;par&eacute;s.</p>


<hr style='width: 45%;' />


<h3>&sect; II. L'ABSTRACTION</h3>


<h3><a name="three-I" id="three-I"></a>I</h3>

<p>&mdash;Un ab&icirc;me de hasard et un ab&icirc;me d'ignorance. La perspective est sombre;
il n'importe, si elle est vraie. A tout le moins, cette th&eacute;orie de la
science est celle de la science anglaise. Rarement, je vous l'accorde,
un penseur a mieux r&eacute;sum&eacute; par sa doctrine la pratique de son pays;
rarement un homme a mieux repr&eacute;sent&eacute; par ses n&eacute;gations et ses
d&eacute;couvertes les limites et la port&eacute;e de sa race. Les proc&eacute;d&eacute;s dont
celui-ci compose la science sont ceux o&ugrave; vous excellez par-dessus tous
les autres, et les proc&eacute;d&eacute;s qu'il exclut de la science sont ceux qui
vous manquent plus qu'&agrave; personne. Il a d&eacute;crit l'esprit anglais en
croyant d&eacute;crire l'esprit humain. C'est l&agrave; sa gloire, mais c'est aussi l&agrave;
sa faiblesse. Il y a dans votre id&eacute;e de la connaissance une lacune qui,
incessamment ajout&eacute;e &agrave; elle-m&ecirc;me, finit par creuser ce gouffre de hasard
du fond duquel, selon lui, les choses naissent, et ce gouffre
d'ignorance au bord duquel, selon lui, notre science doit s'arr&ecirc;ter. Et
voyez ce qui en advient. En retranchant de la science la connaissance
des premi&egrave;res causes, c'est-&agrave;-dire des choses divines, vous r&eacute;duisez
l'homme &agrave; devenir sceptique, positif, utilitaire, s'il a l'esprit sec,
ou bien mystique, exalt&eacute;, m&eacute;thodiste, s'il a l'imagination vive. Dans ce
grand vide inconnu que vous placez au del&agrave; de notre petit monde, les
gens &agrave; t&egrave;te chaude ou &agrave; conscience triste peuvent loger tous leurs
r&ecirc;ves, et les hommes &agrave; jugement froid, d&eacute;sesp&eacute;rant d'y rien atteindre,
n'ont plus qu'&agrave; se rabattre dans la recherche des recettes pratiques qui
peuvent am&eacute;liorer notre condition. Il me semble que le plus souvent ces
deux dispositions se rencontrent dans une t&egrave;te anglaise. L'esprit
religieux et l'esprit positif y vivent c&ocirc;te &agrave; c&ocirc;te et s&eacute;par&eacute;s. Cela fait
un m&eacute;lange bizarre, et j'avoue que j'aime mieux la mani&egrave;re dont les
Allemands ont concili&eacute; la science et la foi.</p>

<p>&mdash;Mais leur philosophie n'est qu'une po&eacute;sie mal &eacute;crite.&mdash;Peut-&ecirc;tre.
&mdash;Mais ce qu'ils appellent raison ou intuition des principes n'est que
la puissance de b&acirc;tir des hypoth&egrave;ses.&mdash;Peut-&ecirc;tre.&mdash;Mais les syst&egrave;mes
qu'ils ont arrang&eacute;s n'ont pas tenu devant l'exp&eacute;rience.&mdash;Je vous
abandonne leur oeuvre.&mdash;Mais leur absolu, leur sujet, leur objet et le
reste ne sont que de grands mots.&mdash;Je vous abandonne leur style. -Alors
que gardez-vous?&mdash;Leur id&eacute;e de la cause.&mdash;Vous croyez, comme eux, qu'on
d&eacute;couvre les causes par une r&eacute;v&eacute;lation de la raison?&mdash;Point du
tout.&mdash;Vous croyez comme nous qu'on d&eacute;couvre les causes par la simple
exp&eacute;rience?&mdash;Pas davantage.&mdash;Vous pensez qu'il y a une facult&eacute; autre que
l'exp&eacute;rience et la raison propre &agrave; d&eacute;couvrir les causes?&mdash;Oui.&mdash;Vous
croyez qu'il y a une op&eacute;ration moyenne, situ&eacute;e entre l'illumination et
l'observation, capable d'atteindre des principes comme on l'assure de la
premi&egrave;re, capable d'atteindre des v&eacute;rit&eacute;s comme on l'&eacute;prouve pour la
seconde?&mdash;Oui.&mdash;Laquelle?&mdash;L'abstraction. Reprenons votre id&eacute;e
primitive; je t&acirc;cherai de dire en quoi je la trouve incompl&egrave;te, et en
quoi il me semble que vous mutilez l'esprit humain. Seulement il faudra
que vous m'accordiez de l'espace; ce sera tout un plaidoyer.</p>



<h3><a name="three-II" id="three-II"></a>II</h3>

<p>Votre point de d&eacute;part est bon: en effet, l'homme ne conna&icirc;t point les
substances; il ne conna&icirc;t ni l'esprit ni le corps; il n'aper&ccedil;oit que ses
&eacute;tats int&eacute;rieurs tout passagers et isol&eacute;s; il s'en sert pour affirmer et
d&eacute;signer des &eacute;tats ext&eacute;rieurs, positions, mouvements, changements, et ne
s'en sert pas pour autre chose. Il n'atteint que des faits, soit au
dedans, soit au dehors, tant&ocirc;t caducs, quand son impression ne se r&eacute;p&egrave;te
pas, tant&ocirc;t permanents, quand son impression, maintes fois r&eacute;p&eacute;t&eacute;e, lui
fait supposer qu'elle sera r&eacute;p&eacute;t&eacute;e toutes les fois qu'il voudra
l'avoir. Il ne saisit que des couleurs, des sons, des r&eacute;sistances, des
mouvements, tant&ocirc;t momentan&eacute;s et variables, tant&ocirc;t semblables &agrave;
eux-m&ecirc;mes et renouvel&eacute;s. Il ne suppose des qualit&eacute;s et propri&eacute;t&eacute;s que
par un artifice de langage, et pour grouper plus commod&eacute;ment des faits.
Nous allons m&ecirc;me plus loin que vous: nous pensons qu'il n'y a ni esprits
ni corps, mais simplement des groupes de mouvements pr&eacute;sents ou
possibles, et des groupes de pens&eacute;es pr&eacute;sentes ou possibles. Nous
croyons qu'il n'y a point de substances, mais seulement des syst&egrave;mes de
faits. Nous regardons l'id&eacute;e de substance comme une illusion
psychologique. Nous consid&eacute;rons la substance, la force et tous les &ecirc;tres
m&eacute;taphysiques des modernes comme un reste des entit&eacute;s scolastiques. Nous
pensons qu'il n'y a rien au monde que des faits et des lois,
c'est-&agrave;-dire des &eacute;v&eacute;nements et leurs rapports, et nous reconnaissons
comme vous que toute connaissance consiste d'abord &agrave; lier ou &agrave;
additionner des faits. Mais cela termin&eacute;, une nouvelle op&eacute;ration
commence, la plus f&eacute;conde de toutes, et qui consiste &agrave; d&eacute;composer ces
donn&eacute;es complexes en donn&eacute;es simples. Une facult&eacute; magnifique appara&icirc;t,
source du langage, interpr&egrave;te de la nature, m&egrave;re des religions et des
philosophies, seule distinction v&eacute;ritable, qui, selon son degr&eacute;, s&eacute;pare
l'homme de la brute, et les grands hommes des petits: je veux dire
l'<i>abstraction</i>, qui est le pouvoir d'isoler les &eacute;l&eacute;ments des faits et
de les consid&eacute;rer &agrave; part. Mes yeux suivent le contour d'un carr&eacute;, et
l'abstraction en isole les deux propri&eacute;t&eacute;s constitutives, l'&eacute;galit&eacute; des
c&ocirc;t&eacute;s et des angles. Mes doigts touchent la surface d'un cylindre, et
l'abstraction en isole les deux &eacute;l&eacute;ments g&eacute;n&eacute;rateurs, la notion de
rectangle et la r&eacute;volution de ce rectangle autour d'un de ses c&ocirc;t&eacute;s pris
comme axe. Cent mille exp&eacute;riences me d&eacute;veloppent par une infinit&eacute; de
d&eacute;tails la s&eacute;rie des op&eacute;rations physiologiques qui font la vie, et
l'abstraction isole la direction de cette s&eacute;rie, qui est un circuit de
d&eacute;perdition constante et de r&eacute;paration continue. Douze cents pages
m'ont expos&eacute; le jugement de Mill sur les diverses parties de la science,
et l'abstraction isole son id&eacute;e fondamentale, &agrave; savoir, que les seules
propositions fructueuses sont celles qui joignent un fait &agrave; un fait non
contenu dans le premier. Partout ailleurs il en est de m&ecirc;me. Toujours un
fait ou une s&eacute;rie de faits peut &ecirc;tre r&eacute;solu en ses composants. C'est
cette d&eacute;composition que l'on r&eacute;clame lorsqu'on demande quelle est la
nature d'un objet. Ce sont ces composants que l'on cherche lorsqu'on
veut p&eacute;n&eacute;trer dans l'int&eacute;rieur d'un &ecirc;tre. Ce sont eux que l'on d&eacute;signe
sous les noms de forces, causes, lois, essences, propri&eacute;t&eacute;s primitives.
Ils ne sont pas un nouveau fait ajout&eacute; aux premiers; ils en sont une
portion, un extrait: ils sont contenus en eux, ils ne sont autre chose
que les faits eux-m&ecirc;mes. On ne passe pas, en les d&eacute;couvrant, d'une
donn&eacute;e &agrave; une donn&eacute;e diff&eacute;rente, mais de la m&ecirc;me &agrave; la m&ecirc;me, du tout &agrave; la
partie, du compos&eacute; aux composants. On ne fait que voir la m&ecirc;me chose
sous deux formes, d'abord enti&egrave;re, puis divis&eacute;e; on ne fait que
traduire la m&ecirc;me id&eacute;e d'un langage en un autre, du langage sensible en
langage abstrait, comme on traduit une courbe en une &eacute;quation, comme on
exprime un cube par une fonction de son c&ocirc;t&eacute;. Que cette traduction soit
difficile ou non, peu importe; qu'il faille souvent l'accumulation ou la
comparaison d'un nombre &eacute;norme de faits pour y atteindre, et que maintes
fois notre esprit succombe avant d'y arriver, peu importe encore.
Toujours est-il que dans cette op&eacute;ration, qui est &eacute;videmment fructueuse,
au lieu d'aller d'un fait &agrave; un autre fait, on va du m&ecirc;me au m&ecirc;me; au
lieu d'ajouter une exp&eacute;rience &agrave; une exp&eacute;rience, on met &agrave; part quelque
portion de la premi&egrave;re; au lieu d'avancer, on s'arr&ecirc;te pour creuser en
place. Il y a donc des jugements qui sont instructifs, et qui cependant
ne sont pas des exp&eacute;riences; il y a donc des propositions qui concernent
l'essence, et qui cependant ne sont pas verbales; il y a donc une
op&eacute;ration diff&eacute;rente de l'exp&eacute;rience, qui agit par retranchement au
lieu d'agir par addition, qui, au lieu d'acqu&eacute;rir, s'applique aux
donn&eacute;es acquises, et qui par del&agrave; l'observation, ouvrant aux sciences
une carri&egrave;re nouvelle, d&eacute;finit leur nature, d&eacute;termine leur marche,
compl&egrave;te leurs ressources et marque leur but.</p>

<p>Voil&agrave; la grande omission du syst&egrave;me: l'abstraction y est laiss&eacute;e sur
l'arri&egrave;re-plan, &agrave; peine mentionn&eacute;e, recouverte par les autres op&eacute;rations
de l'esprit, trait&eacute;e comme un appendice des exp&eacute;riences; nous n'avons
qu'&agrave; la r&eacute;tablir dans la th&eacute;orie g&eacute;n&eacute;rale pour reformer les th&eacute;ories
particuli&egrave;res o&ugrave; elle a manqu&eacute;.</p>



<h3><a name="three-III" id="three-III"></a>III</h3>

<p>D'abord la d&eacute;finition. Il n'y a pas, dit Mill, de d&eacute;finition des choses,
et quand on me d&eacute;finit la sph&egrave;re le solide engendr&eacute; par la r&eacute;volution
d'un demi-cercle autour de son diam&egrave;tre, on ne me d&eacute;finit qu'un nom.
Sans doute on vous apprend par l&agrave; le sens d'un nom, mais on vous apprend
encore bien autre chose. On vous annonce que toutes les propri&eacute;t&eacute;s de
toute sph&egrave;re d&eacute;rivent de cette formule g&eacute;n&eacute;ratrice. On r&eacute;duit une donn&eacute;e
infiniment complexe &agrave; deux &eacute;l&eacute;ments. On transforme la donn&eacute;e sensible en
donn&eacute;es abstraites; on exprime l'essence de la sph&egrave;re, c'est-&agrave;-dire la
cause int&eacute;rieure et primordiale de toutes ses propri&eacute;t&eacute;s. Voil&agrave; la
nature de toute vraie d&eacute;finition; elle ne se contente pas d'expliquer un
nom, elle n'est pas un simple signalement; elle n'indique pas simplement
une propri&eacute;t&eacute; distinctive, elle ne se borne pas &agrave; coller sur l'objet une
&eacute;tiquette propre &agrave; le faire reconna&icirc;tre entre tous. Il y a en dehors de
la d&eacute;finition plusieurs fa&ccedil;ons de faire reconna&icirc;tre l'objet; il y a
telle autre propri&eacute;t&eacute; qui n'appartient qu'&agrave; lui; on pourrait d&eacute;signer la
sph&egrave;re en disant que, de tous les corps, elle est celui qui, &agrave; surface
&eacute;gale, occupe le plus d'espace, et autrement encore. Seulement ces
d&eacute;signations ne sont pas des d&eacute;finitions; elles exposent une propri&eacute;t&eacute;
caract&eacute;ristique et d&eacute;riv&eacute;e, non une propri&eacute;t&eacute; g&eacute;n&eacute;ratrice et premi&egrave;re;
elles ne ram&egrave;nent pas la chose &agrave; ses facteurs, elles ne la recr&eacute;ent pas
sous nos yeux, elles ne montrent pas sa nature intime et ses &eacute;l&eacute;ments
irr&eacute;ductibles. La d&eacute;finition est la proposition qui marque dans un objet
la qualit&eacute; d'o&ugrave; d&eacute;rivent les autres, et qui ne d&eacute;rive point d'une autre
qualit&eacute;. Ce n'est point l&agrave; une proposition verbale, car elle vous
enseigne la qualit&eacute; d'une chose. Ce n'est point l&agrave; l'affirmation d'une
qualit&eacute; ordinaire, car elle vous r&eacute;v&egrave;le la qualit&eacute; qui est la source du
reste. C'est une assertion d'une esp&egrave;ce extraordinaire, la plus f&eacute;conde
et la plus pr&eacute;cieuse de toutes, qui r&eacute;sume toute une science, et en qui
toute science aspire &agrave; se r&eacute;sumer. Il y a une d&eacute;finition dans chaque
science; il y en a une pour chaque objet. Nous ne la poss&eacute;dons pas
partout, mais nous la cherchons partout. Nous sommes parvenus &agrave; d&eacute;finir
le mouvement des plan&egrave;tes par la force tangentielle et l'attraction qui
le composent; nous d&eacute;finissons d&eacute;j&agrave; en partie le corps chimique par la
notion d'&eacute;quivalent, et le corps vivant par la notion de type. Nous
travaillons &agrave; transformer chaque groupe de ph&eacute;nom&egrave;nes en quelques lois,
forces ou notions abstraites. Nous nous effor&ccedil;ons d'atteindre en chaque
objet les &eacute;l&eacute;ments g&eacute;n&eacute;rateurs, comme nous les atteignons dans la
sph&egrave;re, dans le cylindre, dans le cercle, dans le c&ocirc;ne, et dans tous
les compos&eacute;s math&eacute;matiques. Nous r&eacute;duisons les corps naturels &agrave; deux ou
trois sortes de mouvements, attraction, vibration, polarisation, comme
nous r&eacute;duisons les corps g&eacute;om&eacute;triques &agrave; deux ou trois sortes d'&eacute;l&eacute;ments,
le point, le mouvement, la ligne, et nous jugeons notre science
partielle ou compl&egrave;te, provisoire ou d&eacute;finitive, suivant que cette
r&eacute;duction est approximative ou absolue, imparfaite ou achev&eacute;e.</p>



<h3><a name="three-IV" id="three-IV"></a>IV</h3>

<p>M&ecirc;me changement dans la th&eacute;orie de la preuve. Selon Mill, on ne prouve
pas que le prince Albert mourra en posant que tous les hommes sont
mortels, car ce serait dire deux fois la m&ecirc;me chose, mais en posant que
Jean, Pierre et compagnie, bref tous les hommes dont nous avons entendu
parler, sont morts.&mdash;Je r&eacute;ponds que la vraie preuve n'est ni dans la
mortalit&eacute; de Jean, Pierre et compagnie, ni dans la mortalit&eacute; de tous les
hommes, mais ailleurs. On prouve un fait, dit Aristote<a name="FNanchor_45_45" id="FNanchor_45_45"></a><a href="#Footnote_45_45" class="fnanchor">[45]</a>, en montrant
sa cause. On prouvera donc la mortalit&eacute; du prince Albert en montrant la
cause qui fait qu'il mourra. Et pourquoi mourra-t-il, sinon parce que le
corps humain, &eacute;tant un compos&eacute; chimique instable, doit se dissoudre au
bout d'un temps; en d'autres termes, parce que la mortalit&eacute; est jointe &agrave;
la qualit&eacute; d'homme? Voil&agrave; la cause et voil&agrave; la preuve. C'est cette loi
abstraite qui, pr&eacute;sente dans la nature, am&egrave;nera la mort du prince, et
qui, pr&eacute;sente dans mon esprit, me montre la mort du prince. C'est cette
proposition abstraite qui est probante; ce n'est ni la proposition
particuli&egrave;re, ni la proposition g&eacute;n&eacute;rale. Elle est si bien la preuve
qu'elle prouve les deux autres. Si Jean, Pierre et compagnie sont morts,
c'est parce que la mortalit&eacute; est jointe &agrave; la qualit&eacute; d'homme. Si tous
les hommes sont morts ou mourront, c'est encore parce que la mortalit&eacute;
est jointe &agrave; la qualit&eacute; d'homme. Ici, une fois de plus, le r&ocirc;le de
l'abstraction a &eacute;t&eacute; oubli&eacute;. Mill l'a confondue avec les exp&eacute;riences; il
n'a pas distingu&eacute; la preuve et les mat&eacute;riaux de la preuve, la loi
abstraite et le nombre fini ou ind&eacute;fini de ses applications. Les
applications contiennent la loi et la preuve, mais elles ne sont ni la
loi ni la preuve. Les exemples de Pierre, Jean et des autres contiennent
la cause, mais ils ne sont pas la cause. Ce ne n'est pas assez
d'additionner les cas, il faut en retirer la loi. Ce n'est pas assez
d'exp&eacute;rimenter, il faut abstraire. Voil&agrave; la grande op&eacute;ration
scientifique. Le syllogisme ne va pas du particulier au particulier,
comme dit Mill, ni du g&eacute;n&eacute;ral au particulier, comme disent les logiciens
ordinaires, mais de l'abstrait au concret, c'est-&agrave;-dire de la cause &agrave;
l'effet. C'est &agrave; ce titre qu'il fait partie de la science; il en fait et
il en marque tous les cha&icirc;nons; il relie les principes aux effets; il
fait communiquer les d&eacute;finitions avec les ph&eacute;nom&egrave;nes. Il porte sur toute
l'&eacute;chelle de la science l'abstraction que la d&eacute;finition a port&eacute;e au
sommet.</p>



<h3><a name="three-V" id="three-V"></a>V</h3>

<p>La m&ecirc;me op&eacute;ration explique aussi les axiomes. Selon Mill, si nous savons
que des grandeurs &eacute;gales ajout&eacute;es &agrave; des grandeurs &eacute;gales font des sommes
&eacute;gales, ou que deux droites ne peuvent enclore un espace, c'est par une
exp&eacute;rience ext&eacute;rieure faite avec nos yeux, ou par une exp&eacute;rience
int&eacute;rieure faite avec notre imagination. Sans doute on peut savoir ainsi
que deux droites ne sauraient enclore un espace, mais on peut le savoir
encore d'une autre fa&ccedil;on. On peut se repr&eacute;senter une droite par
l'imagination, et l'on peut la concevoir aussi par la raison. On peut
consid&eacute;rer son image ou sa d&eacute;finition. On peut l'&eacute;tudier en elle-m&ecirc;me ou
dans les &eacute;l&eacute;ments g&eacute;n&eacute;rateurs. Je puis me repr&eacute;senter une droite toute
faite, mais je puis aussi la r&eacute;soudre en ses facteurs. Je puis assister
&agrave; sa formation, et d&eacute;gager les &eacute;l&eacute;ments abstraits qui l'engendrent,
comme j'ai assist&eacute; &agrave; la formation du cylindre et d&eacute;gag&eacute; le rectangle en
r&eacute;volution qui l'a engendr&eacute;. Je puis dire non pas que la ligne droite
est la plus courte d'un point &agrave; un autre, ce qui est une propri&eacute;t&eacute;
d&eacute;riv&eacute;e, mais qu'elle est la ligne form&eacute;e par le mouvement d'un point
qui tend &agrave; se rapprocher d'un autre, et de cet autre seulement; ce qui
revient &agrave; dire que deux points suffisent &agrave; d&eacute;terminer une droite, en
d'autres termes que deux droites ayant deux points communs co&iuml;ncident
dans toute leur &eacute;tendue interm&eacute;diaire; d'o&ugrave; l'on voit que si deux
droites enfermaient un espace, elles ne feraient qu'une droite et
n'enfermeraient rien du tout. Voil&agrave; une seconde mani&egrave;re de conna&icirc;tre
l'axiome, et il est clair qu'elle diff&egrave;re beaucoup de la premi&egrave;re. Dans
la premi&egrave;re, on le constate; dans la seconde, on le d&eacute;duit. Dans la
premi&egrave;re, on &eacute;prouve qu'il est vrai; dans la seconde, on prouve qu'il
est vrai. Dans la premi&egrave;re, on l'admet; dans la seconde, on l'explique.
Dans la premi&egrave;re, on remarquait seulement que le contraire de l'axiome
est inconcevable; dans la seconde, on d&eacute;couvre en plus que le contraire
de l'axiome est contradictoire. &Eacute;tant donn&eacute; la d&eacute;finition de la ligne
droite, l'axiome que deux droites ne peuvent enclore un espace s'y
trouve compris; il en d&eacute;rive comme une cons&eacute;quence de son principe. En
somme, il n'est qu'une proposition identique, ce qui veut dire que son
sujet contient son attribut; il ne joint pas deux termes s&eacute;par&eacute;s,
irr&eacute;ductibles l'un &agrave; l'autre: il unit deux termes dont le second est une
portion du premier. Il est une simple analyse. Et tous les axiomes sont
ainsi. Il suffit de les d&eacute;composer pour apercevoir qu'ils vont non d'un
objet &agrave; un objet diff&eacute;rent, mais du m&ecirc;me au m&ecirc;me. Il suffit de r&eacute;soudre
les notions d'&eacute;galit&eacute;, de cause, de substance, de temps et d'espace en
leurs abstraits, pour d&eacute;montrer les axiomes d'&eacute;galit&eacute;, de substance, de
cause, de temps et d'espace. Il n'y a qu'un axiome, celui d'identit&eacute;.
Les autres ne sont que ses applications ou ses suites. Cela admis, on
voit &agrave; l'instant que la port&eacute;e de notre esprit se trouve chang&eacute;e. Nous
ne sommes plus simplement capables de connaissances relatives et
born&eacute;es: nous sommes capables aussi de connaissances absolues et
infinies; nous poss&eacute;dons dans les axiomes des donn&eacute;es qui non-seulement
s'accompagnent l'une l'autre, mais encore dont l'une enferme l'autre.
Si, comme dit Mill, elles ne faisaient que s'accompagner, nous serions
forc&eacute;s de conclure, comme Mill, que peut-&ecirc;tre elles ne s'accompagnent
pas toujours. Nous ne verrions point la n&eacute;cessit&eacute; int&eacute;rieure de leur
jonction, nous ne la poserions qu'en fait; nous dirions que les deux
donn&eacute;es &eacute;tant de leur nature isol&eacute;es, il peut se rencontrer des
circonstances qui les s&eacute;parent; nous n'affirmerions la v&eacute;rit&eacute; des
axiomes qu'au regard de notre monde et de notre esprit. Si au contraire
les deux donn&eacute;es sont telles que la premi&egrave;re enferme la seconde, nous
&eacute;tablissons par cela m&ecirc;me la n&eacute;cessit&eacute; de leur jonction: partout o&ugrave; sera
la premi&egrave;re, elle emportera la seconde, puisque la seconde est une
partie d'elle-m&ecirc;me, et qu'elle ne peut pas se s&eacute;parer de soi. Il n'y a
point de place entre elles deux pour une circonstance qui vienne les
disjoindre, car elles ne font qu'une seule chose sous deux aspects. Leur
liaison est donc absolue et universelle, et nous poss&eacute;dons des v&eacute;rit&eacute;s
qui ne souffrent ni doute, ni limites, ni conditions, ni restrictions.
L'abstraction rend aux axiomes leur valeur en montrant leur origine, et
nous restituons &agrave; la science la port&eacute;e qu'on lui &ocirc;te en restituant &agrave;
l'esprit la facult&eacute; qu'on lui &ocirc;tait.</p>



<h3><a name="three-VI" id="three-VI"></a>VI</h3>

<p>Reste l'induction, qui semble le triomphe de la pure exp&eacute;rience. Et
c'est justement l'induction qui est le triomphe de l'abstraction.
Lorsque je d&eacute;couvre par induction que le froid cause la ros&eacute;e, ou que le
passage de l'&eacute;tat liquide &agrave; l'&eacute;tat solide produit la cristallisation,
j'&eacute;tablis un rapport entre deux abstraits. Ni le froid, ni la ros&eacute;e, ni
le passage de l'&eacute;tat solide &agrave; l'&eacute;tat liquide, ni la cristallisation
n'existent en soi. Ce sont des portions de ph&eacute;nom&egrave;nes, des extraits de
cas complexes, des &eacute;l&eacute;ments simples enferm&eacute;s dans des ensembles plus
compos&eacute;s. Je les en retire et je les isole; j'isole la ros&eacute;e prise en
g&eacute;n&eacute;ral de toutes les ros&eacute;es locales, temporaires, particuli&egrave;res, que je
puis observer; j'isole le froid pris en g&eacute;n&eacute;ral de tous les froids
sp&eacute;ciaux, vari&eacute;s, distincts, qui peuvent se produire parmi toutes les
diff&eacute;rences de texture, toutes les diversit&eacute;s de substance, toutes les
in&eacute;galit&eacute;s de temp&eacute;rature, toutes les complications de circonstances. Je
joins un ant&eacute;c&eacute;dent abstrait &agrave; un cons&eacute;quent abstrait, et je les joins,
comme le montre Mill lui-m&ecirc;me, par des retranchements, des suppressions,
des &eacute;liminations. J'expulse des deux groupes qui les contiennent toutes
les circonstances adjacentes; je d&eacute;m&ecirc;le le couple dans l'entourage qui
l'offusque; je d&eacute;tache, par une s&eacute;rie de comparaisons et d'exp&eacute;riences,
tous les accidents parasites qui se sont coll&eacute;s &agrave; lui, et je finis ainsi
par le mettre &agrave; nu. J'ai l'air de consid&eacute;rer vingt cas diff&eacute;rents, et
dans le fond je n'en consid&egrave;re qu'un seul; j'ai l'air de proc&eacute;der par
addition, et en somme je n'op&egrave;re que par soustraction. Tous les proc&eacute;d&eacute;s
de l'induction sont donc des moyens d'abstraire, et toutes les oeuvres
de l'induction sont donc des liaisons d'abstraits.</p>



<h3><a name="three-VII" id="three-VII"></a>VII</h3>

<p>Nous voyons maintenant les deux grands moments de la science et les deux
grandes apparences de la nature. Il y a deux op&eacute;rations, l'exp&eacute;rience et
l'abstraction; il y a deux royaumes, celui des faits complexes et celui
des &eacute;l&eacute;ments simples. Le premier est l'effet, le second la cause. Le
premier est contenu dans le second et s'en d&eacute;duit, comme une cons&eacute;quence
de son principe. Tous deux s'&eacute;quivalent; ils sont une seule chose
consid&eacute;r&eacute;e sous deux aspects. Ce magnifique monde mouvant, ce chaos
tumultueux d'&eacute;v&eacute;nements entrecrois&eacute;s, cette vie incessante infiniment
vari&eacute;e et multiple, se r&eacute;duisent &agrave; quelques &eacute;l&eacute;ments et &agrave; leurs
rapports. Tout notre effort consiste &agrave; passer de l'un &agrave; l'autre, du
complexe au simple, des faits aux lois, des exp&eacute;riences aux formules. Et
la raison en est visible; car ce fait que j'aper&ccedil;ois par les sens ou la
conscience n'est qu'une tranche arbitraire que mes sens ou ma conscience
d&eacute;coupent dans la trame infinie et continue de l'&ecirc;tre. S'ils &eacute;taient
construits autrement, ils en intercepteraient une autre; c'est le hasard
de leur structure qui a d&eacute;termin&eacute; celle-l&agrave;. Ils sont comme un compas
ouvert, qui pourrait l'&ecirc;tre moins, et qui pourrait l'&ecirc;tre davantage. Le
cercle qu'ils d&eacute;crivent n'est pas naturel, mais artificiel. Il l'est si
bien, qu'il l'est en deux mani&egrave;res, &agrave; l'ext&eacute;rieur et &agrave; l'int&eacute;rieur. Car,
lorsque je constate un &eacute;v&eacute;nement, je l'isole artificiellement de son
entourage naturel, et je le compose artificiellement d'&eacute;l&eacute;ments qui ne
font point un assemblage naturel. Quand je vois une pierre qui tombe, je
s&eacute;pare la chute des circonstances ant&eacute;rieures qui r&eacute;ellement lui sont
jointes, et je mets ensemble la chute, la forme, la structure, la
couleur, le son, et vingt autres circonstances qui r&eacute;ellement ne sont
point li&eacute;es. Un fait est donc un amas arbitraire, en m&ecirc;me temps qu'une
coupure arbitraire, c'est-&agrave;-dire un groupe factice, qui s&eacute;pare ce qui
est uni, et unit ce qui est s&eacute;par&eacute;<a name="FNanchor_46_46" id="FNanchor_46_46"></a><a href="#Footnote_46_46" class="fnanchor">[46]</a>. Ainsi, tant que nous ne
regardons la nature que par l'observation seule, nous ne la voyons pas
telle qu'elle est: nous n'avons d'elle qu'une id&eacute;e provisoire et
illusoire. Elle est proprement une tapisserie que nous n'apercevons qu'&agrave;
l'envers. Voil&agrave; pourquoi nous t&acirc;chons de la retourner. Nous nous
effor&ccedil;ons de d&eacute;m&ecirc;ler des lois, c'est-&agrave;-dire des groupes naturels, qui
soient effectivement distincts de leur entourage et qui soient compos&eacute;s
d'&eacute;l&eacute;ments effectivement unis. Nous d&eacute;couvrons des couples, c'est-&agrave;-dire
des compos&eacute;s r&eacute;els et des liaisons r&eacute;elles. Nous passons de l'accidentel
au n&eacute;cessaire, du relatif &agrave; l'absolu, de l'apparence &agrave; la v&eacute;rit&eacute;; et,
ces premiers couples trouv&eacute;s, nous pratiquons sur eux la m&ecirc;me op&eacute;ration
que sur les faits, car, &agrave; un moindre degr&eacute;, ils ont la m&ecirc;me nature.
Quoique plus abstraits, ils sont encore complexes. Ils peuvent &ecirc;tre
d&eacute;compos&eacute;s et expliqu&eacute;s. Ils ont une raison d'&ecirc;tre. Il y a quelque cause
qui les construit et les unit. Il y a lieu pour eux, comme pour les
faits, de chercher les &eacute;l&eacute;ments g&eacute;n&eacute;rateurs en qui ils peuvent se
r&eacute;soudre et de qui ils peuvent se d&eacute;duire, et l'op&eacute;ration doit continuer
jusqu'&agrave; ce qu'on soit arriv&eacute; &agrave; des &eacute;l&eacute;ments tout &agrave; fait simples,
c'est-&agrave;-dire tels que leur d&eacute;composition soit contradictoire. Que nous
puissions les trouver ou non, ils existent; l'axiome des causes serait
d&eacute;menti, s'ils manquaient. Il y a donc des &eacute;l&eacute;ments ind&eacute;composables,
desquels d&eacute;rivent les lois les plus g&eacute;n&eacute;rales, et de celles-ci les lois
particuli&egrave;res, et de ces lois les faits que nous observons, ainsi qu'il
y a en g&eacute;om&eacute;trie deux ou trois notions primitives, desquelles d&eacute;rivent
les propri&eacute;t&eacute;s des lignes, et de celles-ci les propri&eacute;t&eacute;s des surfaces,
des solides et des formes innombrables que la nature peut effectuer ou
l'esprit imaginer. Nous pouvons maintenant comprendre la vertu et le
sens de cet axiome des causes qui r&eacute;git toutes choses, et que Mill a
mutil&eacute;. Il y a une force int&eacute;rieure et contraignante qui suscite tout
&eacute;v&eacute;nement, qui lie tout compos&eacute;, qui engendre toute donn&eacute;e. Cela
signifie, d'une part, qu'il y a une raison &agrave; toute chose, que tout fait
a sa loi; que tout compos&eacute; se r&eacute;duit en simples; que tout produit
implique des facteurs; que toute qualit&eacute; et toute existence doivent se
d&eacute;duire de quelque terme sup&eacute;rieur et ant&eacute;rieur. Et cela signifie,
d'autre part, que le produit &eacute;quivaut aux facteurs, que tous deux ne
sont qu'une m&ecirc;me chose sous deux apparences; que la cause ne diff&egrave;re pas
de l'effet; que les puissances g&eacute;n&eacute;ratrices ne sont que les propri&eacute;t&eacute;s
&eacute;l&eacute;mentaires; que la force active par laquelle nous figurons la nature
n'est que la n&eacute;cessit&eacute; logique qui transforme l'un dans l'autre le
compos&eacute; et le simple, le fait et la loi. Par l&agrave; nous d&eacute;signons d'avance
le terme de toute science, et nous tenons la puissante formule qui,
&eacute;tablissant la liaison invincible et la production spontan&eacute;e des &ecirc;tres,
pose dans la nature le ressort de la nature, en m&ecirc;me temps qu'elle
enfonce et serre au coeur de toute chose vivante les tenailles d'acier
de la n&eacute;cessit&eacute;.</p>



<h3><a name="three-VIII" id="three-VIII"></a>VIII</h3>

<p>Pouvons-nous conna&icirc;tre ces &eacute;l&eacute;ments premiers? Pour mon compte, je le
pense, et la raison en est qu'&eacute;tant des abstraits, ils ne sont pas
situ&eacute;s en dehors des faits, mais compris en eux, en telle sorte qu'il
n'y a qu'&agrave; les en retirer. Bien plus, &eacute;tant les plus abstraits,
c'est-&agrave;-dire les plus g&eacute;n&eacute;raux de tous, il n'y a pas de faits qui ne les
comprennent et dont on ne puisse les extraire. Si limit&eacute;e que soit notre
exp&eacute;rience, nous pouvons donc les atteindre, et c'est d'apr&egrave;s cette
remarque que les modernes m&eacute;taphysiciens d'Allemagne ont tent&eacute; leurs
grandes constructions. Ils ont compris qu'il y a des notions simples,
c'est-&agrave;-dire des abstraits ind&eacute;composables, que leurs combinaisons
engendrent le reste, et que les r&egrave;gles de leurs unions ou de leurs
contrari&eacute;t&eacute;s mutuelles sont les lois premi&egrave;res de l'univers. Ils ont
essay&eacute; de les atteindre et de retrouver par la pens&eacute;e pure le monde tel
que l'observation nous l'a montr&eacute;. Ils ont &eacute;chou&eacute; &agrave; demi, et leur
gigantesque b&acirc;tisse, toute factice et fragile, pend en ruine, semblable
&agrave; ces &eacute;chafaudages provisoires qui ne servent qu'&agrave; marquer le plan d'un
&eacute;difice futur. C'est qu'avec un sens profond de notre puissance, ils
n'ont point eu la vue exacte de nos limites. Car nous sommes d&eacute;bord&eacute;s de
tous c&ocirc;t&eacute;s par l'infinit&eacute; du temps et de l'espace; nous nous trouvons
jet&eacute;s dans ce monstrueux univers comme un coquillage au bord d'une
gr&egrave;ve, ou comme une fourmi au pied d'un talus. En ceci, Mill dit vrai;
le hasard se rencontre au terme de toutes nos connaissances comme au
commencement de toutes nos donn&eacute;es: nous avons beau faire, nous ne
pouvons que remonter, et par conjecture encore, jusqu'&agrave; un &eacute;tat
initial; mais cet &eacute;tat d&eacute;pend d'un pr&eacute;c&eacute;dent, qui d&eacute;pend d'un autre, et
ainsi de suite, en sorte que nous sommes oblig&eacute;s de l'accepter comme une
pure donn&eacute;e, et de renoncer &agrave; le d&eacute;duire, quoique nous sachions qu'il
doive &ecirc;tre d&eacute;duit. Il en est ainsi dans toutes les sciences, en
g&eacute;ologie, en histoire naturelle, en physique, en chimie, en psychologie,
en histoire, et l'accident primitif &eacute;tend ses effets dans toutes les
parties de la sph&egrave;re o&ugrave; il est compris. S'il avait &eacute;t&eacute; diff&eacute;rent, nous
n'aurions ni les m&ecirc;mes plan&egrave;tes, ni les m&ecirc;mes esp&egrave;ces chimiques, ni les
m&ecirc;mes v&eacute;g&eacute;taux, ni les m&ecirc;mes animaux, ni les m&ecirc;mes races d'hommes, ni
peut-&ecirc;tre aucune de ces sortes d'&ecirc;tres. Si la fourmi &eacute;tait port&eacute;e dans
une autre contr&eacute;e, elle ne verrait ni les m&ecirc;mes arbres, ni les m&ecirc;mes
insectes, ni la m&ecirc;me disposition du sol, ni les m&ecirc;mes r&eacute;volutions de
l'air, ni peut-&ecirc;tre aucune de ces formes de l'&ecirc;tre. Il y a donc en tout
fait et en tout objet une portion accidentelle et locale, portion
&eacute;norme, qui, comme le reste, d&eacute;pend des lois primitives, mais n'en
d&eacute;pend qu'&agrave; travers un circuit infini de contre-coups, en sorte qu'entre
elle et les lois primitives il y a une lacune infinie qu'une s&eacute;rie
infinie de d&eacute;ductions pourrait seule combler.</p>

<p>Voil&agrave; la portion inexplicable des ph&eacute;nom&egrave;nes, et voil&agrave; ce que les
m&eacute;taphysiciens d'outre-Rhin ont tent&eacute; d'expliquer. Ils ont voulu d&eacute;duire
de leurs th&eacute;or&egrave;mes &eacute;l&eacute;mentaires la forme du syst&egrave;me plan&eacute;taire, les
diverses lois de la physique et de la chimie, les principaux types de la
vie, la succession des civilisations et des pens&eacute;es humaines. Ils ont
tortur&eacute; leurs formules universelles pour en tirer des cas tout
particuliers; ils ont pris des suites indirectes et lointaines pour des
suites directes et prochaines; ils ont omis ou supprim&eacute; le grand jeu qui
s'interpose entre les premi&egrave;res lois et les derni&egrave;res cons&eacute;quences; ils
ont &eacute;cart&eacute; de leurs fondements le hasard, comme une assise indigne de la
science, et ce vide qu'ils laissaient, mal rempli par des mat&eacute;riaux
postiches, a fait &eacute;crouler tout le b&acirc;timent.</p>

<p>Est-ce &agrave; dire que dans les donn&eacute;es que ce petit canton de l'univers nous
fournit, tout soit local? En aucune fa&ccedil;on. Si la fourmi &eacute;tait capable
d'exp&eacute;rimenter, elle pourrait atteindre l'id&eacute;e d'une loi physique, d'une
forme vivante, d'une sensation repr&eacute;sentative, d'une pens&eacute;e abstraite;
car un pied de terre sur lequel se trouve un cerveau qui pense renferme
tout cela; donc, si limit&eacute; que soit le champ d'un esprit, il contient
des donn&eacute;es g&eacute;n&eacute;rales, c'est-&agrave;-dire r&eacute;pandues sur des territoires
ext&eacute;rieurs fort vastes, o&ugrave; sa limitation l'emp&ecirc;che de p&eacute;n&eacute;trer. Si la
fourmi &eacute;tait capable de raisonner, elle pourrait construire
l'arithm&eacute;tique, l'alg&egrave;bre, la g&eacute;om&eacute;trie, la m&eacute;canique; car un mouvement
d'un demi-pouce contient dans son raccourci le temps, l'espace, le
nombre et la force, tous les mat&eacute;riaux des math&eacute;matiques: donc, si
limit&eacute; que soit le champ d'un esprit, il renferme des donn&eacute;es
universelles, c'est-&agrave;-dire r&eacute;pandues sur tout le territoire du temps et
de l'espace. Si la fourmi &eacute;tait philosophe, elle pourrait d&eacute;m&ecirc;ler les
id&eacute;es de l'&ecirc;tre, du n&eacute;ant, et tous les mat&eacute;riaux de la m&eacute;taphysique; car
un ph&eacute;nom&egrave;ne quelconque, int&eacute;rieur ou ext&eacute;rieur, suffit pour les
pr&eacute;senter; donc, si limit&eacute; que soit le champ d'un esprit, il contient
des donn&eacute;es absolues, c'est-&agrave;-dire telles qu'il n'y a nul objet o&ugrave; elles
puissent manquer. Et il faut bien qu'il en soit ainsi; car &agrave; mesure
qu'une donn&eacute;e est plus g&eacute;n&eacute;rale, il faut parcourir moins de faits pour
la rencontrer: si elle est universelle, on la rencontre partout; si elle
est absolue, on ne peut pas ne pas la rencontrer. C'est pourquoi, malgr&eacute;
l'&eacute;troitesse de notre exp&eacute;rience, la m&eacute;taphysique, j'entends la
recherche des premi&egrave;res causes, est possible, &agrave; la condition que l'on
reste &agrave; une grande hauteur, que l'on ne descende point dans le d&eacute;tail,
que l'on consid&egrave;re seulement les &eacute;l&eacute;ments les plus simples de l'&ecirc;tre et
les tendances les plus g&eacute;n&eacute;rales do la nature. Si quelqu'un recueillait
les trois ou quatre grandes id&eacute;es o&ugrave; aboutissent nos sciences, et les
trois ou quatre genres d'existence qui r&eacute;sument notre univers; s'il
comparait ces deux &eacute;tranges quantit&eacute;s qu'on nomme la dur&eacute;e et l'&eacute;tendue,
ces principales formes ou d&eacute;termination de la quantit&eacute; qu'on appelle les
lois physiques, les types chimiques et les esp&egrave;ces vivantes, et cette
merveilleuse puissance repr&eacute;sentative qui est l'esprit, et qui, sans
tomber dans la quantit&eacute;, reproduit les deux autres et elle-m&ecirc;me; s'il
d&eacute;couvrait, entre ces trois termes, la quantit&eacute; pure, la quantit&eacute;
d&eacute;termin&eacute;e et la quantit&eacute; supprim&eacute;e<a name="FNanchor_47_47" id="FNanchor_47_47"></a><a href="#Footnote_47_47" class="fnanchor">[47]</a>, un ordre tel que la premi&egrave;re
appel&acirc;t la seconde, et la seconde la troisi&egrave;me; s'il &eacute;tablissait ainsi
que la quantit&eacute; pure est le commencement n&eacute;cessaire de la nature, et que
la pens&eacute;e est le terme extr&ecirc;me auquel la nature est tout enti&egrave;re
suspendue; si ensuite, isolant les &eacute;l&eacute;ments de ces donn&eacute;es, il montrait
qu'ils doivent se combiner comme ils sont combin&eacute;s, et non autrement;
s'il prouvait enfin qu'il n'y a point d'autres d'&eacute;l&eacute;ments, et qu'il ne
peut y en avoir d'autres, il aurait esquiss&eacute; une m&eacute;taphysique sans
empi&eacute;ter sur les sciences positives, et touch&eacute; la source sans &ecirc;tre
oblig&eacute; de descendre jusqu'au terme de tous les ruisseaux.</p>

<p>A mon avis, ces deux grandes op&eacute;rations, l'exp&eacute;rience telle que vous
l'avez d&eacute;crite et l'abstraction telle que j'ai essay&eacute; de la d&eacute;finir,
font &agrave; elles deux toutes les ressources de l'esprit humain. L'une est la
direction pratique, l'autre la direction sp&eacute;culative. La premi&egrave;re
conduit &agrave; consid&eacute;rer la nature comme une rencontre de faits, la seconde
comme un syst&egrave;me de lois: employ&eacute;e seule, la premi&egrave;re est anglaise;
employ&eacute;e seule, la seconde est allemande. S'il y a une place entre les
deux nations, c'est la n&ocirc;tre. Nous avons &eacute;largi les id&eacute;es anglaises au
XVIII<sup>e</sup> si&egrave;cle; nous pouvons, au XIX<sup>e</sup> si&egrave;cle,
pr&eacute;ciser les id&eacute;es allemandes. Notre affaire est de temp&eacute;rer, de
corriger, de compl&eacute;ter les deux esprits l'un par l'autre, de les fondre
en un seul, de les exprimer dans un style que tout le monde entende, et
d'en faire ainsi l'esprit universel.</p>



<h3><a name="three-IX" id="three-IX"></a>IX</h3>

<p>Nous sort&icirc;mes. Comme il arrive toujours en pareil cas, chacun des deux
avait fait r&eacute;fl&eacute;chir l'autre, et aucun des deux n'avait persuad&eacute;
l'autre; mais ces r&eacute;flexions furent courtes: devant une belle matin&eacute;e
d'ao&ucirc;t, tous les raisonnements tombent. Les vieux murs, les pierres
rong&eacute;es par la pluie souriaient au soleil levant. Une lumi&egrave;re jeune se
posait sur les dentelures des murailles, sur les festons des arcades,
sur le feuillage &eacute;clatant des lierres. Les roses grimpantes, les
ch&egrave;vrefeuilles montaient le long des meneaux, et leurs corolles
tremblaient et luisaient au souffle l&eacute;ger de l'air. Les jets d'eau
murmuraient dans les grandes cours silencieuses. La charmante ville
sortait de la brume matinale aussi par&eacute;e et aussi tranquille qu'un
palais de f&eacute;es, et sa robe de molle vapeur rose, semblable &agrave; une jupe
ouvrag&eacute;e de la renaissance, &eacute;tait bossu&eacute;e par une broderie de clochers,
de clo&icirc;tres et de palais, chacun encadr&eacute; dans sa verdure et dans ses
fleurs. Les architectures de tous les &acirc;ges m&ecirc;laient leurs ogives et
leurs tr&egrave;fles, leurs statues et leurs colonnes; le temps avait fondu
leurs teintes; le soleil les unissait dans sa lumi&egrave;re, et la vieille
cit&eacute; semblait un &eacute;crin o&ugrave; tous les si&egrave;cles et tous les g&eacute;nies avaient
pris soin tour &agrave; tour d'apporter et de ciseler leur joyau. Au dehors, la
rivi&egrave;re coulait &agrave; pleins bords en larges nappes d'argent reluisantes.
Les prairies regorgeaient de hautes herbes, les faucheurs y entraient
jusqu'au-dessus du genou. Les boutons-d'or, les reines-des-pr&eacute;s par
myriades, les gramin&eacute;es pench&eacute;es sous le poids de leur t&ecirc;te gris&acirc;tre,
les plantes abreuv&eacute;es par la ros&eacute;e de la nuit, avaient pullul&eacute; dans la
riche terre plantureuse. Il n'y a point de mot pour exprimer cette
fra&icirc;cheur de teintes et cette abondance de s&egrave;ve. A mesure que la grande
ligne d'ombre reculait, les fleurs apparaissaient au jour brillantes et
vivantes. A les voir virginales et timides dans ce voile dor&eacute;, on
pensait aux joues empourpr&eacute;es, aux beaux yeux modestes d'une jeune fille
qui pour la premi&egrave;re fois met son collier de pierreries. Autour d'elles
comme pour les garder, des arbres &eacute;normes, vieux de quatre si&egrave;cles,
allongeaient leurs files r&eacute;guli&egrave;res; et j'y trouvais une nouvelle trace
de ce bon sens pratique qui a accompli des r&eacute;volutions sans commettre de
ravages, qui, en am&eacute;liorant tout, n'a rien renvers&eacute;; qui a conserv&eacute; ses
arbres comme sa constitution, qui a &eacute;lagu&eacute; les vieilles branches sans
abattre le tronc; qui seul aujourd'hui, entre tous les peuples, jouit
non-seulement du pr&eacute;sent, mais du pass&eacute;.</p>

<p>FIN.</p>


<hr style='width: 45%;' />


<p class="caption">NOTES:</p>

<div class="footnote"><p><a name="Footnote_1_1" id="Footnote_1_1"></a><a href="#FNanchor_1_1"><span class="label">[1]</span></a> It is certain, then, that a part of our notion of a body
consists of the notion of a number of sensations of our own, or of other
sentient beings, habitually occuring simultaneously. My conception of
the table at which I am writing is compounded of its visible form and
size, which are complex sensations of sight; its tangible form and size,
which are complex sensations of our organs of touch and of our muscles;
its weight, which is also a sensation of touch and of the muscles; its
colour, which is a sensation of sight; its hardness, which is a
sensation of the muscles; its composition, which is another word for all
the varieties of sensation which we receive under various circumstances
from the wood of which it is made; and so forth. All or most of these
various sensations frequently are, and, as we learn by experience,
always might be experienced simultaneously, or in many different orders
of succession, at our own choice: and hence the thought of any one of
them makes us think of the others, and the whole becomes mentally
amalgamated into one mixed state of consciousness, which, in the
language of the school of Locke and Hartley, is termed a complex idea.</p></div>

<div class="footnote"><p><a name="Footnote_2_2" id="Footnote_2_2"></a><a href="#FNanchor_2_2"><span class="label">[2]</span></a> For, as our conception of a body is that of an unknown
exciting cause of sensations, so our conception of a mind is that of an
unknown recipient, or percipient, of them; and not of them alone, but of
all our other feelings. As body is the mysterious something which
excites the mind to feel, so mind is the mysterious something which
feels and thinks. It is unnecessary to give in the case of mind, as we
gave in the case of matter, a particular statement of the sceptical
system by which its existence as a Thing in itself, distinct from the
series of what are denominated its states, is called in question. But it
is necessary to remark, that on the inmost nature of the thinking
principle, as well as on the inmost nature of matter, we are, and with
our faculties must always remain entirely in the dark. All which we are
aware of, even in our own minds, is (in the words of Mr. Mill) a certain
"thread of consciousness"; a series of feelings, that is, of sensations,
thoughts, emotions, and volitions, more or less numerous and
complicated.</p></div>

<div class="footnote"><p><a name="Footnote_3_3" id="Footnote_3_3"></a><a href="#FNanchor_3_3"><span class="label">[3]</span></a> "Feelings, states of consciousness."</p></div>

<div class="footnote"><p><a name="Footnote_4_4" id="Footnote_4_4"></a><a href="#FNanchor_4_4"><span class="label">[4]</span></a> Every attribute of a mind consists either in being itself
affected in a certain way, or affecting other minds in a certain way.
Considered in itself, we can predicate nothing of it but the series of
its own feelings. When we say of any mind, that it is devout, or
superstitions, or meditative, or cheerful, we mean that the ideas,
emotions, or volitions implied in those words, form a frequently
recurring part of the series of feelings, or states of consciousness,
which fill up the sentient existence of that mind.
</p><p>
In addition, however, to those attributes of a mind which are grounded
on its own states of feeling, attributes may also be ascribed to it, in
the same manner as to a body, grounded on the feelings which it excites
in other minds. A mind does not, indeed, like a body, excite sensations,
but it may excite thoughts or emotions. The most important example of
attributes ascribed on this ground, is the employment of terms
expressive of approbation of blame. When, for example, we say of any
character, or (in other words) of any mind, that it is admirable, we
mean that the contemplation of it excites the sentiment of admiration;
and indeed somewhat more, for the word implies that we not only feel
admiration, but approve that sentiment in ourselves. In some cases,
under the semblance of a single attribute, two are really predicated:
one of them, a state of the mind itself, the other, a state with which
other minds are affected by thinking of it. As when we say of any one
that he is generous, the word generosity expresses a certain state of
mind, but being a term of praise, it also expresses that this state of
mind excites in us another mental state, called approbation. The
assertion made, therefore, is twofold, and of the following purport:
Certain feelings form habitually a part of this person's sentient
existence; and the idea of those feelings of his excites the sentiment
of approbation in ourselves or others.</p></div>

<div class="footnote"><p><a name="Footnote_5_5" id="Footnote_5_5"></a><a href="#FNanchor_5_5"><span class="label">[5]</span></a> Take the following example: A generous person is worthy of
honour. Who would expect to recognize here a case of coexistence between
phenomena? But so it is. The attribute which causes a person to be
termed generous, is ascribed to him on the ground of states of his mind,
and particulars of his conduct: both are phenomena; the former are facts
of internal consciousness, the latter, so far as distinct from the
former, are physical facts, or perceptions of the senses. Worthy of
honour, admits a similar analysis. Honour, as here used, means a state
of approving and admiring emotion, followed on occasion by corresponding
outward acts. "Worthy of honour" connotes all this, together with our
approval of the act of showing honour. All these are phenomena, states
of internal consciousness, accompanied or followed by physical facts.
When we say, A generous person is worthy of honour, we affirm
coexistence between the two complicated phenomena connoted by the two
terms respectively. We affirm, that wherever and whenever the inward
feelings and outward facts implied in the word generosity have place,
then and there the existence and manifestation of an inward feeling,
honour, would be followed in our minds by another inward feeling,
approval.</p></div>

<div class="footnote"><p><a name="Footnote_6_6" id="Footnote_6_6"></a><a href="#FNanchor_6_6"><span class="label">[6]</span></a> Selon les logiciens id&eacute;alistes, on d&eacute;m&ecirc;le cet &ecirc;tre en
consultant cette notion, et l'id&eacute;e d&eacute;compos&eacute;e met l'essence &agrave; nu. Selon
les logiciens classificateurs, on atteint cet &ecirc;tre en logeant l'objet
dans son groupe, et l'on d&eacute;finit cette notion en nommant le genre voisin
et la diff&eacute;rence propre. Les uns et les autres s'accordent &agrave; croire que
nous pouvons saisir l'essence.</p></div>

<div class="footnote"><p><a name="Footnote_7_7" id="Footnote_7_7"></a><a href="#FNanchor_7_7"><span class="label">[7]</span></a> An essential proposition, then, is one which is purely
verbal; which asserts of a thing under a particular name only what is
asserted of it in the fact of calling it by that name; and which
therefore either gives no information, or gives it respecting the name,
not the thing. Non-essential, or accidental propositions, on the
contrary, may be called Real Propositions, in opposition to Verbal. They
predicate of a thing some fact not involved in the signification of the
name by which the proposition speaks of it; some attribute not connoted
by that name.</p></div>

<div class="footnote"><p><a name="Footnote_8_8" id="Footnote_8_8"></a><a href="#FNanchor_8_8"><span class="label">[8]</span></a> The definition, they say; unfolds the nature of the thing:
but no definition can unfold its whole nature; and every proposition in
which any quality whatever is predicated of the thing, unfolds some part
of its nature. The true state of the case we take to be this. All
definitions are of names, and of names only; but, in some definitions,
it is clearly apparent, that nothing is intended except to explain the
meaning of the word; while in others, besides explaining the meaning of
the word, it is intended to be implied that there exists a thing,
corresponding to the word.</p></div>

<div class="footnote"><p><a name="Footnote_9_9" id="Footnote_9_9"></a><a href="#FNanchor_9_9"><span class="label">[9]</span></a> The definition above given of a triangle, obviously
comprises not one, but two propositions, perfectly distinguishable. The
one is, "There may exist a figure bounded by three straight lines;" the
other, "And this figure may be termed a triangle". The former of these
propositions is not a definition at all; the latter is a mere nominal
defition, or explanation of the use and application of a term. The first
is susceptible of truth or falsehood, and may therefore be made the
foundation of a train of reasoning. The latter can neither be true nor
false; the only character it is susceptible of is that of conformity to
the ordinary usage of language.</p></div>

<div class="footnote"><p><a name="Footnote_10_10" id="Footnote_10_10"></a><a href="#FNanchor_10_10"><span class="label">[10]</span></a> The mortality of John, Thomas and company is, after all,
the whole evidence we have for the mortality of the duke of Wellington.
Not one iota is added to the proof by interpolating a general
proposition. Since the individual cases are all the evidence we can
possess, evidence which no logical form into which we choose to throw it
can make greater than it is; and since that evidence is either
sufficient in itself, or, if insufficient for the one purpose, cannot be
sufficient for the other; I am unable to see why we should be forbidden
to take the shortest cut from these sufficient premisses to the
conclusion, and constrained to travel the "high priori road", by the
arbitrary fiat of logicians.</p></div>

<div class="footnote"><p><a name="Footnote_11_11" id="Footnote_11_11"></a><a href="#FNanchor_11_11"><span class="label">[11]</span></a> All inference is from particulars to particulars: General
propositions are merely registers of such inferences already made, and
short formulae for making more: The major premiss of a syllogism,
consequently, is a formula of this description: and the conclusion is
not an inference drawn <i>from</i> the formula, but an inference drawn
<i>according</i> to the formula: the real logical antecedent, or premisses,
being the particular facts from which the general proposition was
collected by induction. Those facts, and the individual instances which
supplied them, may have been forgotten; but a record remains, not indeed
descriptive of the facts themselves, but showing how those cases may be
distinguished respecting which the facts, when known, were considered to
warrant a given inference. According to the indications of this record
we draw our conclusion, which is, to ail intents and purposes, a
conclusion from the forgotten facts. For this it is essential that we
should read the record correctly: and the rules of the syllogism are a
set of precautions to ensure our doing so.</p></div>

<div class="footnote"><p><a name="Footnote_12_12" id="Footnote_12_12"></a><a href="#FNanchor_12_12"><span class="label">[12]</span></a> If we had sufficiently capacious memories, and a
sufficient power of maintaining order among a huge masse of details, the
reasoning could go on without any general propositions; they are mere
formulae for inferring particulars from particulars.</p></div>

<div class="footnote"><p><a name="Footnote_13_13" id="Footnote_13_13"></a><a href="#FNanchor_13_13"><span class="label">[13]</span></a> For though, in order actually to see that two given lines
never meet, it would be necessary to follow them to infinity; yet
without doing so, we may know that if they ever do meet, or if, after
diverging from one another, they begin again to approach, this must take
place not at an infinite, but at a finite distance. Supposing,
therefore, such to be the case, we can transport ourselves thither in
imagination, and can frame a mental image of the appearance which one or
both of the lines must present at that point, which we may rely on as
being precisely similar to the reality. Now, whether we fix our
contemplation upon this imaginary picture, or call to mind the
generalizations we have had occasion to make from former ocular
observation, we learn by the evidence of experience, that a line which,
after diverging from another straight line, begins to approach to it,
produces the impression on our senses which we describe by the
expression "a bent line", not by the expression, "a straight line".</p></div>

<div class="footnote"><p><a name="Footnote_14_14" id="Footnote_14_14"></a><a href="#FNanchor_14_14"><span class="label">[14]</span></a> Induction, then, is that operation of the mind, by which
we infer that what we know to be true in a particular case or cases,
will be true in all cases which resemble the former in certain
assignable respects. In other words, Induction is the process by which
we conclude that what is true of certain individuals of a class is true
of the whole class, or that what is true at certain times will be true
in similar circumstances at all times.</p></div>

<div class="footnote"><p><a name="Footnote_15_15" id="Footnote_15_15"></a><a href="#FNanchor_15_15"><span class="label">[15]</span></a> We must first observe, that there is a principe implied in
the very statement of what Induction is; an assumption with regard to
the course of nature and the order of universe: namely, that there are
such things in nature as parallel cases; that what happens once, will,
under a sufficient degree of similarity of circumstances, happen again,
and not only again, but as often as the same circumstances recur. This,
I say, is an assumption, involved in every case of induction. And, if we
consult the actual course of nature, we find that the assumption is
warranted. The universe, we find, is so constitued, that whatever is
true in any one case, is true at all cases of a certain description; the
only difficulty is, to find <i>what</i> description.</p></div>

<div class="footnote"><p><a name="Footnote_16_16" id="Footnote_16_16"></a><a href="#FNanchor_16_16"><span class="label">[16]</span></a> Why it is that, with exactly the same amount of evidence,
both negative and positive, we did not reject the assertion that there
are black swans while we should refuse credence to any testimony which
asserted there were men wearing their heads underneath their shoulders.
The first assertion was more credible than the latter. But why more
credible? So long as neither phenomenon had been actually witnessed,
what reason was there for finding the one harder to be believed than the
other? Apparently, because there is less constancy in the colours of
animals, than in the generai structure of their internal anatomy. But
how do we know this? Doubtless, from experience. It appears, then, that
we need experience to inform us in what degree, and in what cases, or
sorts of cases, experience is to be relied on. Experience must be
consulted in order to learn from it under what circumstances arguments
from it will be valid. We have no ulterior test to which we subject
experience in general; but we make experience its own test. Experience
testifies that among the uniformities which it exhibits or seems to
exhibit, some are more to be relied on than others; and uniformity,
therefore, may be presumed, from any given number of instances, with a
greater degree of assurance, in proportion as the case belongs to a
class in which the uniformities have hitherto been found more uniform.</p></div>

<div class="footnote"><p><a name="Footnote_17_17" id="Footnote_17_17"></a><a href="#FNanchor_17_17"><span class="label">[17]</span></a> Tome I, p. 338, 340, 341, 345, 351.</p></div>

<div class="footnote"><p><a name="Footnote_18_18" id="Footnote_18_18"></a><a href="#FNanchor_18_18"><span class="label">[18]</span></a> The only notion of a cause, which the theory of induction
requires, is such a notion as can be gained from experience. The Law of
Causation, the recognition of which is the main pillar of inductive
science, is but the familiar truth, that invariability of succession is
found by observation to obtain between every fact in nature and some
other fact which has preceded it; independently of all consideration
respecting the ultimate mode of production of phenomena, and of every
other question regarding the nature of "Things in themselves ".</p></div>

<div class="footnote"><p><a name="Footnote_19_19" id="Footnote_19_19"></a><a href="#FNanchor_19_19"><span class="label">[19]</span></a> The real Cause, is the whole of these antecedents.</p></div>

<div class="footnote"><p><a name="Footnote_20_20" id="Footnote_20_20"></a><a href="#FNanchor_20_20"><span class="label">[20]</span></a> The cause, then, philosophically speaking, is the sum
total of the conditions, positive and negative, taken together; the
whole of the contingencies of every description, which being realized,
the consequent invariably follows.</p></div>

<div class="footnote"><p><a name="Footnote_21_21" id="Footnote_21_21"></a><a href="#FNanchor_21_21"><span class="label">[21]</span></a> If there be any meaning which confessedly belongs to the
term necessity, it is <i>unconditionalness</i>. That which is necessary, that
which <i>must</i> be, means that which will be, whatever supposition we may
make in regard to all other things.</p></div>

<div class="footnote"><p><a name="Footnote_22_22" id="Footnote_22_22"></a><a href="#FNanchor_22_22"><span class="label">[22]</span></a> 1&deg; Prenons cinquante creusets de mati&egrave;re fondue qu'on
laisse refroidir, et cinquante dissolutions qu'on laisse &eacute;vaporer;
toutes cristallisent. Soufre, sucre, alun, chlorure de sodium, les
substances, les temp&eacute;ratures, les circonstances sont aussi diff&eacute;rentes
que possible. Nous y trouvons un fait commun et un seul, le passage de
l'&eacute;tat liquide &agrave; l'&eacute;tat solide; nous concluons que ce passage est
l'ant&eacute;c&eacute;dent invariable de la cristallisation. Voil&agrave; un exemple de la
m&eacute;thode de concordance: sa r&egrave;gle fondamentale est que &laquo;si deux ou
plusieurs cas du ph&eacute;nom&egrave;ne en question n'ont qu'une circonstance
commune, celte circonstance en est la cause ou l'effet&raquo; (tome
I<sup>er</sup>, p. 396).</p></div>

<div class="footnote"><p><a name="Footnote_23_23" id="Footnote_23_23"></a><a href="#FNanchor_23_23"><span class="label">[23]</span></a> Prenons un oiseau qui est dans l'air et respire;
plongeons-le dans l'acide carbonique, il cesse de respirer. La
suffocation se rencontre dans le second cas, elle ne se rencontre pas
dans le premier; du reste les deux cas sont aussi semblables que
possible, puisqu'il s'agit dans tous les deux du m&ecirc;me oiseau et presque
au m&ecirc;me instant; ils ne diff&egrave;rent que par une circonstance, l'immersion
dans l'acide carbonique substitu&eacute;e &agrave; l'immersion dans l'air. On en
conclut que cette circonstance est un des ant&eacute;c&eacute;dents invariables de la
suffocation. Voil&agrave; un exemple de la m&eacute;thode de diff&eacute;rence; sa r&egrave;gle
fondamentale est que &laquo;si un cas o&ugrave; le ph&eacute;nom&egrave;ne en question se rencontre
et un cas o&ugrave; il ne se rencontre pas ont toutes leurs circonstances
communes, sauf une, le ph&eacute;nom&egrave;ne a cette circonstance pour cause ou pour
effet.&raquo;</p></div>

<div class="footnote"><p><a name="Footnote_24_24" id="Footnote_24_24"></a><a href="#FNanchor_24_24"><span class="label">[24]</span></a> Prenons deux groupes, l'un d'ant&eacute;c&eacute;dents, l'autre de
cons&eacute;quents. On a li&eacute; tous les ant&eacute;c&eacute;dents, moins un, &agrave; leurs
cons&eacute;quents, et tous les cons&eacute;quents, moins un, &agrave; leurs ant&eacute;c&eacute;dents. Ou
peut conclure que l'ant&eacute;c&eacute;dent qui reste est li&eacute; au cons&eacute;quent qui
reste. Par exemple, les physiciens, ayant calcul&eacute;, d'apr&egrave;s les lois de
la propagation des ondes sonores, quelle doit &ecirc;tre la vitesse du son,
trouv&egrave;rent qu'en fait les sons vont plus vite que le calcul ne semble
l'indiquer. Ce surplus ou r&eacute;sidu de vitesse est un cons&eacute;quent et suppose
un ant&eacute;c&eacute;dent; Laplace trouva l'ant&eacute;c&eacute;dent dans la chaleur que d&eacute;veloppe
la condensation de chaque onde sonore, et cet &eacute;l&eacute;ment nouveau introduit
dans le calcul le rendit parfaitement exact. Voil&agrave; un exemple de la
m&eacute;thode des r&eacute;sidus. Sa r&egrave;gle est que &laquo;si l'on retranche d'un ph&eacute;nom&egrave;ne
la partie qui est l'effet de certains ant&eacute;c&eacute;dents, le r&eacute;sidu du
ph&eacute;nom&egrave;ne est l'effet des ant&eacute;c&eacute;dents qui restent.&raquo;</p></div>

<div class="footnote"><p><a name="Footnote_25_25" id="Footnote_25_25"></a><a href="#FNanchor_25_25"><span class="label">[25]</span></a> Prenons deux faits: la pr&eacute;sence de la terre et
l'oscillation du pendule, ou bien encore la pr&eacute;sence de la lune et le
mouvement des mar&eacute;es. Pour joindre directement ces deux ph&eacute;nom&egrave;nes l'un
&agrave; l'autre, il faudrait pouvoir supprimer le premier, et v&eacute;rifier si
cette suppression entra&icirc;nerait l'absence du second. Or cette suppression
est, dans l'un et l'autre de ces cas, mat&eacute;riellement impossible. Alors
nous employons une voie indirecte pour joindre les deux ph&eacute;nom&egrave;nes. Nous
remarquons que toutes les variations de l'un correspondent &agrave; certaines
variations de l'autre; que toutes les oscillations du pendule
correspondent aux diverses positions de la terre; que toutes les
circonstances des mar&eacute;es correspondent aux positions de la lune. Nous en
concluons que le second fait est l'ant&eacute;c&eacute;dent du premier. Voil&agrave; un
exemple de la m&eacute;thode des variations concomitantes: sa r&egrave;gle
fondamentale est que &laquo;si un ph&eacute;nom&egrave;ne varie d'une fa&ccedil;on quelconque
toutes les fois qu'un autre ph&eacute;nom&egrave;ne varie d'une certaine fa&ccedil;on, le
premier est une cause ou un effet direct ou indirect du second.&raquo;</p></div>

<div class="footnote"><p><a name="Footnote_26_26" id="Footnote_26_26"></a><a href="#FNanchor_26_26"><span class="label">[26]</span></a> &laquo;La m&eacute;thode de diff&eacute;rence, dit Mill, a pour fondement, que
tout ce qui ne saurait &ecirc;tre &eacute;limin&eacute; est li&eacute; au ph&eacute;nom&egrave;ne par une loi. La
m&eacute;thode de concordance a pour fondement, que tout ce qui peut &ecirc;tre
&eacute;limin&eacute; n'est point li&eacute; au ph&eacute;nom&egrave;ne par une loi.&raquo; La m&eacute;thode des
r&eacute;sidus est un cas de la m&eacute;thode de diff&eacute;rence; la m&eacute;thode des
variations concomitantes en est un autre cas, avec cette distinction
qu'elle op&egrave;re, non sur les deux ph&eacute;nom&egrave;nes, mais sur leurs variations.</p></div>

<div class="footnote"><p><a name="Footnote_27_27" id="Footnote_27_27"></a><a href="#FNanchor_27_27"><span class="label">[27]</span></a> "We must separate dew from rain, and the moisture of fogs,
and limite the application of the term to what is really meant, which
is, the spontaneous appearance of moisture on substances exposed in the
open air when no rain or <i>visible</i> wet is falling."</p></div>

<div class="footnote"><p><a name="Footnote_28_28" id="Footnote_28_28"></a><a href="#FNanchor_28_28"><span class="label">[28]</span></a> "Now, here we have analogous phenomena in the moisture
which bedews a cold metal or stone when we breathe upon it; that which
appears on a glass of water fresh from the well in hot weather; that
which appears on the inside of windows when sudden rain or hail chills
the external air; that which runs down our walls when, after a long
frost, a warm moist thaw comes on." Comparing these cases, we find that
they all contain the phenomenon which was proposed as the subject of
investigation. Now "all these instances agree in one point, the coldness
of the object dewed, in comparison with the air in contact with it." But
there still remains the most important case of ail, that of nocturnal
dew: does the same circumstance exist in this case?" Is it a fact that
the object dewed <i>is</i> colder than the air? Certainly not, one would at
first be inclined to say; for what is to make it so? But ... the
experiment is easy; we have only to lay a thermometer in contact with
the dewed substance, and hang one at a little distance above it, out of
reach of its influence. The experiment has been therefore made; the
question has been asked, and the answer has been invariably in the
affirmative. Whenever an object contracts dew, it <i>is</i> colder than the
air."</p></div>

<div class="footnote"><p><a name="Footnote_29_29" id="Footnote_29_29"></a><a href="#FNanchor_29_29"><span class="label">[29]</span></a> Here then is a complete application of the Method of
Agreement, establishing the fact of an invariable connexion between the
deposition of dew on a surface, and the coldness of that surface
compared with the external air. But which of these is cause, and which
effect? or are they both effects of something else? On this subject the
Method of Agreement can afford us no light: we must call in a more
potent method. We must collect more facts, or, which comes to the same
thing, vary the circumstances; since every instance in which the
circumstances differ is a fresh fact: and especially, we must note the
contrary or negatives cases, i.e., where no dew is produced: for a
comparison between instances of dew and instances of no dew is the
condition necessary to bring the Method of Difference into play.</p></div>

<div class="footnote"><p><a name="Footnote_30_30" id="Footnote_30_30"></a><a href="#FNanchor_30_30"><span class="label">[30]</span></a> "Now, first, no dew is produced on the surface of polished
metals, but it <i>is</i> very copiously on glass, both exposed with their
faces upwards, and in some cases the under side of a horizontal plate of
glass is also dewed." Here is an instance in which the effect is
produced, and another instance in which it is not produced; but we
cannot yet pronounce, as the canon of the Method of Difference requires,
that the latter instance agrees with the former in all its circumstances
except in one; for the differences between glass and polished metals are
manifold, and the only thing we can as yet be sure of, is, that the
cause of dew will be found among the circumstances by which the former
substance is distinguished from the latter.</p></div>

<div class="footnote"><p><a name="Footnote_31_31" id="Footnote_31_31"></a><a href="#FNanchor_31_31"><span class="label">[31]</span></a> "In the cases of polished metal and polished glass, the
contrast shows evidently that the <i>substance</i> has much to do with the
phenomenon; therefore let the substance <i>alone</i> be diversified as much
as possible, by exposing polished surfaces of various kinds. This done,
a <i>scale of intensity</i> becomes obvious. Those polished substances are
found to be most strongly dewed which conduct heat worst, while those
which conduct well, resist dew most effectually."</p></div>

<div class="footnote"><p><a name="Footnote_32_32" id="Footnote_32_32"></a><a href="#FNanchor_32_32"><span class="label">[32]</span></a> The conclusion obtained is, that, <i>caeteris paribus</i>, the
deposition of dew is in some proportion to the power winch the body
possesses of resisting the passage of heat; and that this, therefore (or
something connected with this), must be at least one of the causes which
assist in producing the deposition of dew on the surface.
</p><p>
"But if we expose rough surfaces instead of polished, we sometimes find
this law interfered with. Thus, roughened iron, especially if painted
over or blackened, becomes dewed sooner than varnished paper: the kind
of <i>surface,</i> therefore, has a great influence. Expose, then, the <i>same</i>
material in very diversified states as to surface" (that is, employ the
Method of Difference to ascertain concomitance of variations), "and
another scale of intensity becomes at once apparent; those <i>surfaces</i>
which <i>part with their heat</i> most readily by radiation, are found to
contract dew most copiously."</p></div>

<div class="footnote"><p><a name="Footnote_33_33" id="Footnote_33_33"></a><a href="#FNanchor_33_33"><span class="label">[33]</span></a> The conclusion obtained by this new application of the
method is, that, <i>caeteris paribus</i>, the deposition of dew is also in
some proportion to the power of radiating heat; and that the quality of
doing this abundantly (or some cause on which that quality d&eacute;pends) is
another of the causes which promote the deposition of dew on the
substance.
</p><p>
"Again, the influence ascertained to exist of <i>substance</i> and <i>surface</i>
leads us to consider that of <i>texture</i>: and h&egrave;re, again, we are
presented on trial with remarkable differences, and with a third scale
of intensity, pointing out substances of a close firm texture, such as
stones, metals, etc., as unfavourable, but those of a loose one, as
cloth, velvet, wool, eiderdown, cotton, etc., as eminently favourable to
the contraction of dew. The Method of concomitant Variations is here,
for the third time, had recourse to; and, as before, from necessity,
since the texture of no substance is absolutely firm or absolutely
loose. Looseness of texture, therefore, or something which is the cause
of that quality, is another circumstance which promotes the deposition
of dew; but this third cause resolves itself into the first, viz. the
quality of resisting the passage of heat: for substances of loose
texture are precisely those which are best adapted for clothing or for
impeding the free passage of heat from the skin into the air, so as to
allow their outer surfaces to be very cold, while they remain warm
within."</p></div>

<div class="footnote"><p><a name="Footnote_34_34" id="Footnote_34_34"></a><a href="#FNanchor_34_34"><span class="label">[34]</span></a> It thus appears that the instances in which much dew is
deposited, which are very various, agree in this, and, so far as we are
able to observe, in this only, that they either radiate heat rapidly or
conduct it slowly: qualities between which there is no other
circumstance of agreement, than that by virtue of either, the body tends
to lose heat from the surface more rapidly than it can be restored from
within. The instances, on the contrary, in which no dew, or but a small
quantity of it, is formed, and which are also extremely various, agree
(so far as we can observe) in nothing, except in <i>not</i> having this same
property.
</p><p>
This doubt we are not able to resolve. We have found that, in every such
instance, the substance must be one which, by its own properties or
laws, would, if exposed in the night, become colder than the surrounding
air. The coldness therefore, being accounted for independently of the
dew, while it is proved that there is a connexion between the two, it
must be the dew which depends on the coldness; or in other words, the
coldness is the cause of the dew.</p></div>

<div class="footnote"><p><a name="Footnote_35_35" id="Footnote_35_35"></a><a href="#FNanchor_35_35"><span class="label">[35]</span></a> The law of causation, already so amply established,
admits, howewer, of efficient additional corroboration in no less than
three ways. First, by deduction from the known laws of aqueous vapour
when diffused through air or any other gas; and though we have not yet
come to the Deductive Method, we will not omit what is necessary to
render the speculation complete. It is known by direct experiment that
only a limited quantity of water can remain suspended in the state of
vapour at each degree of temperature, and that this maximum grows less
and less as the temperature diminishes. From this it follows,
deductively, that if there is already as much vapour suspended as the
air will contain at its existing temperature, any lowering of that
temperature will cause a portion of the vapour to be condensed, and
become water. But, again, we know deductively, from the laws of heat,
that the contact of the air with a body colder than itself, will
necessary lower the temperature of the stratum of air immediately
applied to its surface; and will therefore cause it to part with a
portion of its water, which accordingly will, by the ordinary laws of
gravitation or cohesion, attach itself to the surface of the body,
thereby constituting dew. This deductive proof, it will have been seen,
has the advantage of proving at once causation as well as coexistence;
and it has the additional advantage that it also accounts for the
<i>exceptions</i> to the occurrence of the phenomenon, the cases in which,
although the body is colder than the air, yet no dew is deposited; by
shewing that this will necessarily be the case when the air is so
under-supplied with aqueous vapour, comparatively to its temperature,
that even when somewhat cooled by the contact of the colder body, it can
still continue to hold in suspension all the vapour which was previously
suspended in it: thus in a very dry summer there are no dews, in a very
dry winter no hoar frost.</p></div>

<div class="footnote"><p><a name="Footnote_36_36" id="Footnote_36_36"></a><a href="#FNanchor_36_36"><span class="label">[36]</span></a> The second corroboration of the theory is by direct
experiment, according to the canon of the Method of Difference. We can,
by cooling the surface of any body, find in all cases some temperature
(more or less inferior to that of the surrounding air, according to its
hygrometric condition), at which dew will begin to be deposited. Here,
too, therefore the causation is directly proved. We can, it is true,
accomplish this only on a small scale; but we have ample reason to
conclude that the same operation, if conducted in Nature's great
laboratory, would equally produce the effect.
</p><p>
And, finally, even on that great scale we are able to verify the result.
The case is one of those rare cases, as we have shown them to be, in
which nature works the experiment for us in the same manner in which we
ourselves perform it; introducing into the previous state of things a
single and perfectly definite new circumstance, and manifesting the
effect so rapidly, that there is not time for any other material change
in the pre-existing circumstances. It is observed that dew is never
copiously deposited in situations much screened from the open sky, and
not at all in a cloudy night, but <i>if the clouds withdraw even for a few
minutes, and leave a clear opening, a deposition of dew presently
begins</i>, and goes on increasing.... Dew formed in clear intervals will
often even evaporate again, when the sky becomes thickly overcast. The
proof, therefore, is complete that the presence or absence of an
uninterrupted communication with the sky causes the deposition or
non-deposition of dew. Now, since a clear sky is nothing but the absence
of clouds, and it is a known property of clouds, as of all other bodies
between which and any given object nothing intervenes but an elastic
fluid, that they tend to raise or keep up the superficial temperature of
the object by radiating heat to it, we see at once that the
disappearance of clouds will cause the surface to cool; so that Nature,
in this case, produces a change in the antecedent by definite and known
means, and the consequent follows accordingly: a natural experiment
which satisfies the requisitions of the Method of Difference.</p></div>

<div class="footnote"><p><a name="Footnote_37_37" id="Footnote_37_37"></a><a href="#FNanchor_37_37"><span class="label">[37]</span></a> Tome I, page 500.</p></div>

<div class="footnote"><p><a name="Footnote_38_38" id="Footnote_38_38"></a><a href="#FNanchor_38_38"><span class="label">[38]</span></a> Tome II, liv. vi, ch. 9. Tome I, p. 487. Explication,
d'apr&egrave;s Liebig, de la d&eacute;composition, de la respiration, de
l'empoisonnement, etc. Il y a un livre entier sur la m&eacute;thode des
sciences morales; je ne connais pas de meilleur trait&eacute; sur ce sujet.</p></div>

<div class="footnote"><p><a name="Footnote_39_39" id="Footnote_39_39"></a><a href="#FNanchor_39_39"><span class="label">[39]</span></a> Tome II, page 4.</p></div>

<div class="footnote"><p><a name="Footnote_40_40" id="Footnote_40_40"></a><a href="#FNanchor_40_40"><span class="label">[40]</span></a> There exist in nature a number of permanent causes, which
have subsisted ever since the human race has been in existence, and for
an indefinite and probably an enormous length of time previous. The sun,
the earth, and planets, with their varions constituents, air, water, and
the other distinguishable substances, whether simple or compound, of
which nature is made up, are such Permanent Causes. They have existed,
and the effects or consequences which they were fitted to produce have
taken place (as often as the other conditions of the production met),
from the very beginning of our experience. But we can give no account of
the origine of the Permanent Causes themselves.</p></div>

<div class="footnote"><p><a name="Footnote_41_41" id="Footnote_41_41"></a><a href="#FNanchor_41_41"><span class="label">[41]</span></a> The resolution of the laws of the heavenly motions,
established the previously unknown ultimate property of a mutual
attraction between the bodies: the resolution, so far as it has yet
proceeded, of the laws of crystallization, or chemical composition,
electricity, magnetism, etc., points to various polarities, ultimately
inherent in the particles of which bodies are composed; the comparative
atomic weights of different kinds of bodies were ascertained by
resolving, into more generai laws, the uniformities observed in the
proportions in which substances combine with one another; and so forth.
Thus although every resolution of a complex uniformity into simpler and
more elementary laws has an apparent tendency to diminish the number of
the ultimate properties, and really does remove many properties from the
list; yet (since the result of this simplifying process is to trace up
an ever greater variety of differents effects to the same agents), the
further we advance in this direction, the greater number of distinct
properties we are forced to recognise in one and the same object: the
coexistences of which properties must accordingly be ranked among the
ultimate generalities of nature.</p></div>

<div class="footnote"><p><a name="Footnote_42_42" id="Footnote_42_42"></a><a href="#FNanchor_42_42"><span class="label">[42]</span></a> Why these particular natural agents existed originally and
no others, or why they are commingled in such and such proportions, and
distributed in such a manner throughout space, is a question we cannot
answer. More than this: we can discover nothing regular in the
distribution itself; we can reduce it to no uniformity, to no law. There
are no means by which, from the distribution of these causes or agents
in one part of space, we could conjecture whether a similar distribution
prevails in another.</p></div>

<div class="footnote"><p><a name="Footnote_43_43" id="Footnote_43_43"></a><a href="#FNanchor_43_43"><span class="label">[43]</span></a> I am convinced that any one accustomed to abstraction and
analysis, who will fairly exert his faculties for the purpose, will,
when his imagination has once learnt to entertain the notion, find no
difficulty in conceiving that in some one for instance of the many
firmaments into which sidereal astronomy now divides the universe,
events may succeed one another at random, without any fixed law; nor can
anything in our experience, or in our mental nature, constitute a
sufficient, or indeed any reason for believing that this is nowhere the
case. The grounds, therefore, which warrant us in rejecting such a
supposition with respect to any of the phenomena of which we have
experience, must be sought elsewhere than in any supposed necessity of
our intellectual faculties.</p></div>

<div class="footnote"><p><a name="Footnote_44_44" id="Footnote_44_44"></a><a href="#FNanchor_44_44"><span class="label">[44]</span></a> In distant parts of the stellar regions, where the
phenomena may be entirely unlike those with which we are acquainted, it
would be folly to affirm confidently that this general law prevails, any
more than those special ones which we have found to hold universally on
our own planet. The uniformity in the succession of events, otherwise
called the law of causation, must be received not as a law of the
universe, but of that portion of it only which is within the range of
our means of sure observation, with a reasonable degree of extension to
adjacent cases. To extend it further is to make a supposition without
evidence, and to which, in the absence of any ground from experience for
estimating its degree of probability, it would be idle to attempt to
assign any.</p></div>

<div class="footnote"><p><a name="Footnote_45_45" id="Footnote_45_45"></a><a href="#FNanchor_45_45"><span class="label">[45]</span></a> Voyez les seconds analytiques, si sup&eacute;rieurs aux premiers:
[Greek: hoi aitioon kai protiroon]</p></div>

<div class="footnote"><p><a name="Footnote_46_46" id="Footnote_46_46"></a><a href="#FNanchor_46_46"><span class="label">[46]</span></a> &laquo;Un fait, me disait un physicien &eacute;minent, est une
superposition de lois.&raquo;</p></div>

<div class="footnote"><p><a name="Footnote_47_47" id="Footnote_47_47"></a><a href="#FNanchor_47_47"><span class="label">[47]</span></a> Die aufgehobene quantit&auml;t.</p></div>


<hr style='width: 45%;' />

<div class="blockquot"><p class="caption"><a name="TABLE" id="TABLE"></a>TABLE DES MATI&Egrave;RES</p>

<p><a href="#PREacuteFACE">PR&Eacute;FACE.</a></p>

<p><a href="#one-I">I.</a> La philosophie en Angleterre&mdash;Organisation de la science
positive.&mdash;Absence des id&eacute;es g&eacute;n&eacute;rales.</p>

<p><a href="#one-II">II.</a> Pourquoi la m&eacute;taphysique manque.&mdash;Autorit&eacute; de la religion.</p>

<p><a href="#one-III">III.</a> Indices et &eacute;clats de la pens&eacute;e libre.&mdash;L'ex&eacute;g&egrave;se
nouvelle.&mdash;Stuart Mill.&mdash;Ses oeuvres.&mdash;Son genre d'esprit.&mdash;A quelle famille de philosophes
il appartient.&mdash;Valeur des
sp&eacute;culations sup&eacute;rieures dans la civilisation humain.</p>

<p>&sect; I.&mdash;EXPOSITION.</p>

<p><a href="#two-I">I.</a> Objet de la logique.&mdash;En quoi elle se distingue de la
psychologie et de la m&eacute;taphysique.</p>

<p><a href="#two-II">II.</a> Ce que c'est qu'un jugement.&mdash;Ce que nous connaissons du monde
ext&eacute;rieur et du monde int&eacute;rieur.&mdash;Tout l'effort de la science est
d'ajouter ou de lier un fait &agrave; un fait.</p>

<p><a href="#two-III">III.</a> Th&eacute;orie de la d&eacute;finition.&mdash;En quoi cette th&eacute;orie est
importante.&mdash;R&eacute;futation de l'ancienne th&eacute;orie.&mdash;Il n'y a pas de
d&eacute;finition des choses, mais des d&eacute;finitions des noms.</p>

<p><a href="#two-IV">IV.</a> Th&eacute;orie de la preuve.&mdash;Th&eacute;orie ordinaire. R&eacute;futation.&mdash;Quelle
est dans un raisonnement la partie probante.</p>

<p><a href="#two-V">V.</a> Th&eacute;orie des axiomes.&mdash;Th&eacute;orie ordinaire.&mdash;R&eacute;futation.&mdash;Les
axiomes ne sont que des exp&eacute;riences d'une certaine classe.</p>

<p><a href="#two-VI">VI.</a> Th&eacute;orie de l'induction.&mdash;La cause d'un fait n'est que son
ant&eacute;c&eacute;dent invariable.&mdash;L'exp&eacute;rience seule prouve la stabilit&eacute; des
lois de la nature.&mdash;En quoi consiste une loi.&mdash;Par quelles m&eacute;thodes
on d&eacute;couvre les lois.&mdash;La m&eacute;thode des concordances, la m&eacute;thode des
diff&eacute;rences, la m&eacute;thode des r&eacute;sidus, la m&eacute;thode des variations
concomitantes.</p>

<p><a href="#two-VII">VII.</a> Exemples et applications.&mdash;Th&eacute;orie de la ros&eacute;e.</p>

<p><a href="#two-VIII">VIII.</a> La m&eacute;thode de d&eacute;duction.&mdash;Son domaine.&mdash;Ses proc&eacute;d&eacute;s.</p>

<p><a href="#two-IX">IX.</a> Comparaison de la m&eacute;thode d'induction et de la la m&eacute;thode de
d&eacute;duction.&mdash;Emploi ancien de la premi&egrave;re.&mdash;Emploi moderne de la
seconde.&mdash;Sciences qui r&eacute;clament la premi&egrave;re.&mdash;Sciences qui
r&eacute;clament la seconde.&mdash;Caract&egrave;re positif de l'oeuvre de
Mill.&mdash;Lign&eacute;e de ses pr&eacute;d&eacute;cesseurs.</p>

<p><a href="#two-X">X.</a> Limites de notre science.&mdash;Il n'est pas certain que tous les
&eacute;v&eacute;nements arrivent selon des lois.&mdash;Le hasard dans la nature.</p>

<p>&sect; II.&mdash;DISCUSSION.</p>

<p><a href="#three-I">I.</a> Concordance de cette doctrine et de l'esprit anglais.&mdash;Liaison
de l'esprit positif et de l'esprit religieux.&mdash;Quelle facult&eacute; ouvre
le monde des causes.</p>

<p><a href="#three-II">II.</a> Qu'il n'y a ni substances ni forces, mais seulement des faits
et des lois.&mdash;Nature de l'abstraction.&mdash;R&ocirc;le de l'abstraction dans
la science.</p>

<p><a href="#three-III">III.</a> Th&eacute;orie de la d&eacute;finition.&mdash;Elle est l'expos&eacute; des abstraits
g&eacute;n&eacute;rateurs.</p>

<p><a href="#three-IV">IV.</a> Th&eacute;orie de la preuve.&mdash;La partie probante du raisonnement est
une loi abstraite.</p>

<p><a href="#three-V">V.</a> Th&eacute;orie des axiomes.&mdash;Les axiomes sont des relations
d'abstraits.&mdash;Ils se ram&egrave;nent &agrave; l'axiome d'identit&eacute;.</p>

<p><a href="#three-VI">VI.</a> Th&eacute;orie de l'induction.&mdash;Ses proc&eacute;d&eacute;s sont des &eacute;liminations ou
abstractions.</p>

<p><a href="#three-VII">VII.</a> Les deux grandes op&eacute;rations de l'esprit, l'exp&eacute;rience et
l'abstraction.&mdash;Les deux grandes apparences des choses, les faits
sensibles et les lois abstraites.&mdash;Pourquoi nous devons passer des
premiers aux secondes.&mdash;Sens et port&eacute;e de l'axiome des causes.</p>

<p><a href="#three-VIII">VIII.</a> Il est possible de conna&icirc;tre les &eacute;l&eacute;ments premiers.&mdash;Erreur
de la m&eacute;taphysique allemande.&mdash;Elle a n&eacute;glig&eacute; la part du hasard et
les perturbations locales.&mdash;Ce qu'une fourmi philosophe pourrait
savoir.&mdash;Id&eacute;e et limites d'une m&eacute;taphysique.&mdash;Position de la
m&eacute;taphysique chez les trois nations pensantes.&mdash;Une matin&eacute;e &agrave;
Oxford.</p></div>








<pre>





End of Project Gutenberg's Le positivisme anglais, by Hypolite Taine

*** END OF THIS PROJECT GUTENBERG EBOOK LE POSITIVISME ANGLAIS ***

***** This file should be named 17734-h.htm or 17734-h.zip *****
This and all associated files of various formats will be found in:
        http://www.gutenberg.org/1/7/7/3/17734/

Produced by Marc D'Hooghe.

Updated editions will replace the previous one--the old editions
will be renamed.

Creating the works from public domain print editions means that no
one owns a United States copyright in these works, so the Foundation
(and you!) can copy and distribute it in the United States without
permission and without paying copyright royalties.  Special rules,
set forth in the General Terms of Use part of this license, apply to
copying and distributing Project Gutenberg-tm electronic works to
protect the PROJECT GUTENBERG-tm concept and trademark.  Project
Gutenberg is a registered trademark, and may not be used if you
charge for the eBooks, unless you receive specific permission.  If you
do not charge anything for copies of this eBook, complying with the
rules is very easy.  You may use this eBook for nearly any purpose
such as creation of derivative works, reports, performances and
research.  They may be modified and printed and given away--you may do
practically ANYTHING with public domain eBooks.  Redistribution is
subject to the trademark license, especially commercial
redistribution.



*** START: FULL LICENSE ***

THE FULL PROJECT GUTENBERG LICENSE
PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK

To protect the Project Gutenberg-tm mission of promoting the free
distribution of electronic works, by using or distributing this work
(or any other work associated in any way with the phrase "Project
Gutenberg"), you agree to comply with all the terms of the Full Project
Gutenberg-tm License (available with this file or online at
http://gutenberg.net/license).


Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm
electronic works

1.A.  By reading or using any part of this Project Gutenberg-tm
electronic work, you indicate that you have read, understand, agree to
and accept all the terms of this license and intellectual property
(trademark/copyright) agreement.  If you do not agree to abide by all
the terms of this agreement, you must cease using and return or destroy
all copies of Project Gutenberg-tm electronic works in your possession.
If you paid a fee for obtaining a copy of or access to a Project
Gutenberg-tm electronic work and you do not agree to be bound by the
terms of this agreement, you may obtain a refund from the person or
entity to whom you paid the fee as set forth in paragraph 1.E.8.

1.B.  "Project Gutenberg" is a registered trademark.  It may only be
used on or associated in any way with an electronic work by people who
agree to be bound by the terms of this agreement.  There are a few
things that you can do with most Project Gutenberg-tm electronic works
even without complying with the full terms of this agreement.  See
paragraph 1.C below.  There are a lot of things you can do with Project
Gutenberg-tm electronic works if you follow the terms of this agreement
and help preserve free future access to Project Gutenberg-tm electronic
works.  See paragraph 1.E below.

1.C.  The Project Gutenberg Literary Archive Foundation ("the Foundation"
or PGLAF), owns a compilation copyright in the collection of Project
Gutenberg-tm electronic works.  Nearly all the individual works in the
collection are in the public domain in the United States.  If an
individual work is in the public domain in the United States and you are
located in the United States, we do not claim a right to prevent you from
copying, distributing, performing, displaying or creating derivative
works based on the work as long as all references to Project Gutenberg
are removed.  Of course, we hope that you will support the Project
Gutenberg-tm mission of promoting free access to electronic works by
freely sharing Project Gutenberg-tm works in compliance with the terms of
this agreement for keeping the Project Gutenberg-tm name associated with
the work.  You can easily comply with the terms of this agreement by
keeping this work in the same format with its attached full Project
Gutenberg-tm License when you share it without charge with others.

1.D.  The copyright laws of the place where you are located also govern
what you can do with this work.  Copyright laws in most countries are in
a constant state of change.  If you are outside the United States, check
the laws of your country in addition to the terms of this agreement
before downloading, copying, displaying, performing, distributing or
creating derivative works based on this work or any other Project
Gutenberg-tm work.  The Foundation makes no representations concerning
the copyright status of any work in any country outside the United
States.

1.E.  Unless you have removed all references to Project Gutenberg:

1.E.1.  The following sentence, with active links to, or other immediate
access to, the full Project Gutenberg-tm License must appear prominently
whenever any copy of a Project Gutenberg-tm work (any work on which the
phrase "Project Gutenberg" appears, or with which the phrase "Project
Gutenberg" is associated) is accessed, displayed, performed, viewed,
copied or distributed:

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.net

1.E.2.  If an individual Project Gutenberg-tm electronic work is derived
from the public domain (does not contain a notice indicating that it is
posted with permission of the copyright holder), the work can be copied
and distributed to anyone in the United States without paying any fees
or charges.  If you are redistributing or providing access to a work
with the phrase "Project Gutenberg" associated with or appearing on the
work, you must comply either with the requirements of paragraphs 1.E.1
through 1.E.7 or obtain permission for the use of the work and the
Project Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or
1.E.9.

1.E.3.  If an individual Project Gutenberg-tm electronic work is posted
with the permission of the copyright holder, your use and distribution
must comply with both paragraphs 1.E.1 through 1.E.7 and any additional
terms imposed by the copyright holder.  Additional terms will be linked
to the Project Gutenberg-tm License for all works posted with the
permission of the copyright holder found at the beginning of this work.

1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm
License terms from this work, or any files containing a part of this
work or any other work associated with Project Gutenberg-tm.

1.E.5.  Do not copy, display, perform, distribute or redistribute this
electronic work, or any part of this electronic work, without
prominently displaying the sentence set forth in paragraph 1.E.1 with
active links or immediate access to the full terms of the Project
Gutenberg-tm License.

1.E.6.  You may convert to and distribute this work in any binary,
compressed, marked up, nonproprietary or proprietary form, including any
word processing or hypertext form.  However, if you provide access to or
distribute copies of a Project Gutenberg-tm work in a format other than
"Plain Vanilla ASCII" or other format used in the official version
posted on the official Project Gutenberg-tm web site (www.gutenberg.net),
you must, at no additional cost, fee or expense to the user, provide a
copy, a means of exporting a copy, or a means of obtaining a copy upon
request, of the work in its original "Plain Vanilla ASCII" or other
form.  Any alternate format must include the full Project Gutenberg-tm
License as specified in paragraph 1.E.1.

1.E.7.  Do not charge a fee for access to, viewing, displaying,
performing, copying or distributing any Project Gutenberg-tm works
unless you comply with paragraph 1.E.8 or 1.E.9.

1.E.8.  You may charge a reasonable fee for copies of or providing
access to or distributing Project Gutenberg-tm electronic works provided
that

- You pay a royalty fee of 20% of the gross profits you derive from
     the use of Project Gutenberg-tm works calculated using the method
     you already use to calculate your applicable taxes.  The fee is
     owed to the owner of the Project Gutenberg-tm trademark, but he
     has agreed to donate royalties under this paragraph to the
     Project Gutenberg Literary Archive Foundation.  Royalty payments
     must be paid within 60 days following each date on which you
     prepare (or are legally required to prepare) your periodic tax
     returns.  Royalty payments should be clearly marked as such and
     sent to the Project Gutenberg Literary Archive Foundation at the
     address specified in Section 4, "Information about donations to
     the Project Gutenberg Literary Archive Foundation."

- You provide a full refund of any money paid by a user who notifies
     you in writing (or by e-mail) within 30 days of receipt that s/he
     does not agree to the terms of the full Project Gutenberg-tm
     License.  You must require such a user to return or
     destroy all copies of the works possessed in a physical medium
     and discontinue all use of and all access to other copies of
     Project Gutenberg-tm works.

- You provide, in accordance with paragraph 1.F.3, a full refund of any
     money paid for a work or a replacement copy, if a defect in the
     electronic work is discovered and reported to you within 90 days
     of receipt of the work.

- You comply with all other terms of this agreement for free
     distribution of Project Gutenberg-tm works.

1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm
electronic work or group of works on different terms than are set
forth in this agreement, you must obtain permission in writing from
both the Project Gutenberg Literary Archive Foundation and Michael
Hart, the owner of the Project Gutenberg-tm trademark.  Contact the
Foundation as set forth in Section 3 below.

1.F.

1.F.1.  Project Gutenberg volunteers and employees expend considerable
effort to identify, do copyright research on, transcribe and proofread
public domain works in creating the Project Gutenberg-tm
collection.  Despite these efforts, Project Gutenberg-tm electronic
works, and the medium on which they may be stored, may contain
"Defects," such as, but not limited to, incomplete, inaccurate or
corrupt data, transcription errors, a copyright or other intellectual
property infringement, a defective or damaged disk or other medium, a
computer virus, or computer codes that damage or cannot be read by
your equipment.

1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the "Right
of Replacement or Refund" described in paragraph 1.F.3, the Project
Gutenberg Literary Archive Foundation, the owner of the Project
Gutenberg-tm trademark, and any other party distributing a Project
Gutenberg-tm electronic work under this agreement, disclaim all
liability to you for damages, costs and expenses, including legal
fees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT
LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE
PROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE
TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE
LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR
INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH
DAMAGE.

1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a
defect in this electronic work within 90 days of receiving it, you can
receive a refund of the money (if any) you paid for it by sending a
written explanation to the person you received the work from.  If you
received the work on a physical medium, you must return the medium with
your written explanation.  The person or entity that provided you with
the defective work may elect to provide a replacement copy in lieu of a
refund.  If you received the work electronically, the person or entity
providing it to you may choose to give you a second opportunity to
receive the work electronically in lieu of a refund.  If the second copy
is also defective, you may demand a refund in writing without further
opportunities to fix the problem.

1.F.4.  Except for the limited right of replacement or refund set forth
in paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER
WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO
WARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.

1.F.5.  Some states do not allow disclaimers of certain implied
warranties or the exclusion or limitation of certain types of damages.
If any disclaimer or limitation set forth in this agreement violates the
law of the state applicable to this agreement, the agreement shall be
interpreted to make the maximum disclaimer or limitation permitted by
the applicable state law.  The invalidity or unenforceability of any
provision of this agreement shall not void the remaining provisions.

1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the
trademark owner, any agent or employee of the Foundation, anyone
providing copies of Project Gutenberg-tm electronic works in accordance
with this agreement, and any volunteers associated with the production,
promotion and distribution of Project Gutenberg-tm electronic works,
harmless from all liability, costs and expenses, including legal fees,
that arise directly or indirectly from any of the following which you do
or cause to occur: (a) distribution of this or any Project Gutenberg-tm
work, (b) alteration, modification, or additions or deletions to any
Project Gutenberg-tm work, and (c) any Defect you cause.


Section  2.  Information about the Mission of Project Gutenberg-tm

Project Gutenberg-tm is synonymous with the free distribution of
electronic works in formats readable by the widest variety of computers
including obsolete, old, middle-aged and new computers.  It exists
because of the efforts of hundreds of volunteers and donations from
people in all walks of life.

Volunteers and financial support to provide volunteers with the
assistance they need, is critical to reaching Project Gutenberg-tm's
goals and ensuring that the Project Gutenberg-tm collection will
remain freely available for generations to come.  In 2001, the Project
Gutenberg Literary Archive Foundation was created to provide a secure
and permanent future for Project Gutenberg-tm and future generations.
To learn more about the Project Gutenberg Literary Archive Foundation
and how your efforts and donations can help, see Sections 3 and 4
and the Foundation web page at http://www.pglaf.org.


Section 3.  Information about the Project Gutenberg Literary Archive
Foundation

The Project Gutenberg Literary Archive Foundation is a non profit
501(c)(3) educational corporation organized under the laws of the
state of Mississippi and granted tax exempt status by the Internal
Revenue Service.  The Foundation's EIN or federal tax identification
number is 64-6221541.  Its 501(c)(3) letter is posted at
http://pglaf.org/fundraising.  Contributions to the Project Gutenberg
Literary Archive Foundation are tax deductible to the full extent
permitted by U.S. federal laws and your state's laws.

The Foundation's principal office is located at 4557 Melan Dr. S.
Fairbanks, AK, 99712., but its volunteers and employees are scattered
throughout numerous locations.  Its business office is located at
809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email
business@pglaf.org.  Email contact links and up to date contact
information can be found at the Foundation's web site and official
page at http://pglaf.org

For additional contact information:
     Dr. Gregory B. Newby
     Chief Executive and Director
     gbnewby@pglaf.org


Section 4.  Information about Donations to the Project Gutenberg
Literary Archive Foundation

Project Gutenberg-tm depends upon and cannot survive without wide
spread public support and donations to carry out its mission of
increasing the number of public domain and licensed works that can be
freely distributed in machine readable form accessible by the widest
array of equipment including outdated equipment.  Many small donations
($1 to $5,000) are particularly important to maintaining tax exempt
status with the IRS.

The Foundation is committed to complying with the laws regulating
charities and charitable donations in all 50 states of the United
States.  Compliance requirements are not uniform and it takes a
considerable effort, much paperwork and many fees to meet and keep up
with these requirements.  We do not solicit donations in locations
where we have not received written confirmation of compliance.  To
SEND DONATIONS or determine the status of compliance for any
particular state visit http://pglaf.org

While we cannot and do not solicit contributions from states where we
have not met the solicitation requirements, we know of no prohibition
against accepting unsolicited donations from donors in such states who
approach us with offers to donate.

International donations are gratefully accepted, but we cannot make
any statements concerning tax treatment of donations received from
outside the United States.  U.S. laws alone swamp our small staff.

Please check the Project Gutenberg Web pages for current donation
methods and addresses.  Donations are accepted in a number of other
ways including including checks, online payments and credit card
donations.  To donate, please visit: http://pglaf.org/donate


Section 5.  General Information About Project Gutenberg-tm electronic
works.

Professor Michael S. Hart is the originator of the Project Gutenberg-tm
concept of a library of electronic works that could be freely shared
with anyone.  For thirty years, he produced and distributed Project
Gutenberg-tm eBooks with only a loose network of volunteer support.


Project Gutenberg-tm eBooks are often created from several printed
editions, all of which are confirmed as Public Domain in the U.S.
unless a copyright notice is included.  Thus, we do not necessarily
keep eBooks in compliance with any particular paper edition.


Most people start at our Web site which has the main PG search facility:

     http://www.gutenberg.net

This Web site includes information about Project Gutenberg-tm,
including how to make donations to the Project Gutenberg Literary
Archive Foundation, how to help produce our new eBooks, and how to
subscribe to our email newsletter to hear about new eBooks.


</pre>

</body>
</html>
